{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<bos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<image>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Replace",
    "pattern": {
      "String": " "
    },
    "content": "▁"
  },
  "pre_tokenizer": {
    "type": "Split",
    "pattern": {
      "String": " "
    },
    "behavior": "MergedWithPrevious",
    "invert": false
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "<bos>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "<bos>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "<bos>",
          "type_id": 1
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "<bos>": {
        "id": "<bos>",
        "ids": [
          2
        ],
        "tokens": [
          "<bos>"
        ]
      }
    }
  },
  "decoder": {
    "type": "Sequence",
    "decoders": [
      {
        "type": "Replace",
        "pattern": {
          "String": "▁"
        },
        "content": " "
      },
      {
        "type": "ByteFallback"
      },
      {
        "type": "Fuse"
      }
    ]
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": true,
    "byte_fallback": true,
    "ignore_merges": false,
    "vocab": {
      "<pad>": 0,
      "<eos>": 1,
      "<bos>": 2,
      "<unk>": 3,
      "<image>": 4,
      "\n": 5,
      "!": 6,
      "\"": 7,
      "#": 8,
      "$": 9,
      "%": 10,
      "&": 11,
      "'": 12,
      "(": 13,
      ")": 14,
      "*": 15,
      "+": 16,
      ",": 17,
      "-": 18,
      ".": 19,
      "/": 20,
      "0": 21,
      "1": 22,
      "2": 23,
      "3": 24,
      "4": 25,
      "5": 26,
      "6": 27,
      "7": 28,
      "8": 29,
      "9": 30,
      ":": 31,
      ";": 32,
      "<": 33,
      "=": 34,
      ">": 35,
      "?": 36,
      "@": 37,
      "A": 38,
      "B": 39,
      "C": 40,
      "D": 41,
      "E": 42,
      "F": 43,
      "G": 44,
      "H": 45,
      "I": 46,
      "J": 47,
      "K": 48,
      "L": 49,
      "M": 50,
      "N": 51,
      "O": 52,
      "P": 53,
      "Q": 54,
      "R": 55,
      "S": 56,
      "T": 57,
      "U": 58,
      "V": 59,
      "W": 60,
      "X": 61,
      "Y": 62,
      "Z": 63,
      "[": 64,
      "\\": 65,
      "]": 66,
      "_": 67,
      "`": 68,
      "a": 69,
      "b": 70,
      "c": 71,
      "d": 72,
      "e": 73,
      "f": 74,
      "g": 75,
      "h": 76,
      "i": 77,
      "j": 78,
      "k": 79,
      "l": 80,
      "m": 81,
      "n": 82,
      "o": 83,
      "p": 84,
      "q": 85,
      "r": 86,
      "s": 87,
      "t": 88,
      "u": 89,
      "v": 90,
      "w": 91,
      "x": 92,
      "y": 93,
      "z": 94,
      "}": 95,
      " ": 96,
      "ä": 97,
      "ñ": 98,
      "—": 99,
      "’": 100,
      "”": 101,
      "▁": 102,
      "e▁": 103,
      "n▁": 104,
      "a▁": 105,
      "s▁": 106,
      "in": 107,
      "th": 108,
      "g▁": 109,
      "ing▁": 110,
      "d▁": 111,
      "an": 112,
      "t▁": 113,
      "er": 114,
      "ar": 115,
      "A▁": 116,
      "on▁": 117,
      "the▁": 118,
      "in▁": 119,
      "re": 120,
      "it": 121,
      "ro": 122,
      "is▁": 123,
      "f▁": 124,
      "an▁": 125,
      "of▁": 126,
      "to": 127,
      "y▁": 128,
      "la": 129,
      "al": 130,
      "wi": 131,
      "th▁": 132,
      "and▁": 133,
      "er▁": 134,
      "st": 135,
      "with▁": 136,
      "ra": 137,
      "ck": 138,
      "man▁": 139,
      "wo": 140,
      "ou": 141,
      "le": 142,
      "ch": 143,
      "le▁": 144,
      "lo": 145,
      "ir": 146,
      "at": 147,
      "l▁": 148,
      "ho": 149,
      "ding▁": 150,
      "a▁b": 151,
      "en": 152,
      "ed▁": 153,
      "at▁": 154,
      "wh": 155,
      "bo": 156,
      "en▁": 157,
      "do": 158,
      "co": 159,
      "es▁": 160,
      "p▁": 161,
      "ri": 162,
      "si": 163,
      "on▁a▁": 164,
      "ck▁": 165,
      "to▁": 166,
      "pla": 167,
      "ite▁": 168,
      "or": 169,
      "ear": 170,
      "un": 171,
      "il": 172,
      "el": 173,
      "sh": 174,
      "ta": 175,
      "Th": 176,
      "white▁": 177,
      "sk": 178,
      "in▁the▁": 179,
      "ting▁": 180,
      "on▁the▁": 181,
      "in▁a▁": 182,
      "ur": 183,
      "are▁": 184,
      "all▁": 185,
      "wo▁": 186,
      "ple▁": 187,
      "om": 188,
      "se": 189,
      "pe": 190,
      "be": 191,
      "ge▁": 192,
      "sit": 193,
      "ic": 194,
      "king▁": 195,
      "on": 196,
      "ba": 197,
      "w▁": 198,
      "stan": 199,
      "oun": 200,
      "tra": 201,
      "The▁": 202,
      ",▁": 203,
      "ying▁": 204,
      "s.": 205,
      "sitting▁": 206,
      "wn▁": 207,
      "ne": 208,
      "gro": 209,
      "lu": 210,
      "of▁a▁": 211,
      "et": 212,
      "woman▁": 213,
      "A▁man▁": 214,
      "ople▁": 215,
      "sid": 216,
      "gh": 217,
      "with▁a▁": 218,
      "gra": 219,
      "up▁": 220,
      "lack▁": 221,
      "ch▁": 222,
      "k▁": 223,
      "li": 224,
      "air": 225,
      "boar": 226,
      "wal": 227,
      "standing▁": 228,
      "ing": 229,
      "tab": 230,
      "et▁": 231,
      "people▁": 232,
      "ff": 233,
      "bu": 234,
      "ss": 235,
      "red▁": 236,
      "gre": 237,
      "hol": 238,
      "ti": 239,
      "e.": 240,
      "ver": 241,
      "per": 242,
      "wat": 243,
      "d.": 244,
      "fro": 245,
      "lue▁": 246,
      "wear": 247,
      "as▁": 248,
      "par": 249,
      "ing▁a▁": 250,
      "lar": 251,
      "ca": 252,
      "t▁to▁": 253,
      "se▁": 254,
      "stre": 255,
      "ea": 256,
      "Two▁": 257,
      "al▁": 258,
      "fi": 259,
      "po": 260,
      "holding▁": 261,
      "ds▁": 262,
      "pa": 263,
      "no": 264,
      "ss▁": 265,
      "nex": 266,
      "pi": 267,
      "m▁": 268,
      "room": 269,
      "next▁to▁": 270,
      "top▁": 271,
      "black▁": 272,
      "side▁": 273,
      "large▁": 274,
      "two▁": 275,
      "tre": 276,
      "ear▁": 277,
      "ts▁": 278,
      "ru": 279,
      "plat": 280,
      "wa": 281,
      "han": 282,
      "or▁": 283,
      "car": 284,
      ".▁": 285,
      "pers": 286,
      "mo": 287,
      "de": 288,
      "green▁": 289,
      "um": 290,
      "oo": 291,
      "lan": 292,
      "a▁s": 293,
      "di": 294,
      "ten": 295,
      "person▁": 296,
      "shir": 297,
      "clo": 298,
      "groun": 299,
      "bro": 300,
      "by▁": 301,
      "blue▁": 302,
      "fiel": 303,
      "cou": 304,
      "ers▁": 305,
      "fron": 306,
      "up▁of▁": 307,
      "dog▁": 308,
      "pho": 309,
      "dy▁": 310,
      "oung▁": 311,
      "table": 312,
      "som": 313,
      "loo": 314,
      "hor": 315,
      "his▁": 316,
      "men▁": 317,
      "front▁": 318,
      "tor": 319,
      "e▁is▁": 320,
      "ther▁": 321,
      "that▁": 322,
      "ele": 323,
      "down▁": 324,
      "ball▁": 325,
      "sno": 326,
      "room▁": 327,
      "sig": 328,
      "wearing▁": 329,
      "tenn": 330,
      "woo": 331,
      "young▁": 332,
      "ce▁": 333,
      "and▁a▁": 334,
      "playing▁": 335,
      "ve▁": 336,
      "ve": 337,
      "gir": 338,
      "A▁woman▁": 339,
      "sm": 340,
      "group▁of▁": 341,
      "am": 342,
      "train▁": 343,
      "play": 344,
      "has▁": 345,
      "in▁front▁": 346,
      "plan": 347,
      "ma": 348,
      "ce": 349,
      "sur": 350,
      "skat": 351,
      "der▁": 352,
      "flo": 353,
      "gi": 354,
      "ver▁": 355,
      "tennis▁": 356,
      "street▁": 357,
      "ut": 358,
      "ge": 359,
      "ild": 360,
      "whi": 361,
      "low▁": 362,
      "table▁": 363,
      "and▁white▁": 364,
      "foo": 365,
      "zz": 366,
      "board▁": 367,
      "some▁": 368,
      "win": 369,
      "ul": 370,
      "ol": 371,
      "pp": 372,
      "near▁": 373,
      "yc": 374,
      "on▁a▁b": 375,
      "air▁": 376,
      "st▁": 377,
      "brown▁": 378,
      "walking▁": 379,
      "ee": 380,
      "ke▁": 381,
      "while▁": 382,
      "mp": 383,
      "raff": 384,
      "riding▁": 385,
      "cat▁": 386,
      "out": 387,
      "the": 388,
      "at▁a▁": 389,
      "it▁": 390,
      "ree▁": 391,
      "kit": 392,
      "hin": 393,
      "su": 394,
      "ght▁": 395,
      "pizz": 396,
      "girl▁": 397,
      "boy▁": 398,
      "roa": 399,
      "shirt▁": 400,
      "yel": 401,
      "giraff": 402,
      "e▁of▁": 403,
      "hind▁": 404,
      "park": 405,
      "phan": 406,
      "a▁man▁": 407,
      "behind▁": 408,
      "eat": 409,
      "wood": 410,
      "looking▁": 411,
      "skate": 412,
      "con": 413,
      "er.": 414,
      "back": 415,
      "bre": 416,
      "elephan": 417,
      "cro": 418,
      "of▁the▁": 419,
      "for▁": 420,
      "a▁ba": 421,
      "sho": 422,
      "other▁": 423,
      "yellow▁": 424,
      "s▁are▁": 425,
      "ski": 426,
      "ed": 427,
      "seball▁": 428,
      "An▁": 429,
      "A▁group▁of▁": 430,
      "surf": 431,
      "vi": 432,
      "water▁": 433,
      "man": 434,
      "for": 435,
      "fri": 436,
      "t.": 437,
      "small▁": 438,
      "holding▁a▁": 439,
      "ving▁": 440,
      "eb": 441,
      "motor": 442,
      "wearing▁a▁": 443,
      "gla": 444,
      "all": 445,
      "colo": 446,
      "on▁top▁": 447,
      "thro": 448,
      "gh▁": 449,
      "tur": 450,
      "ran": 451,
      "snow": 452,
      "street": 453,
      "es": 454,
      "ilding": 455,
      "op": 456,
      "cyc": 457,
      "next▁to▁a▁": 458,
      "pic": 459,
      "side": 460,
      "her▁": 461,
      "r▁": 462,
      "lin": 463,
      "A▁person▁": 464,
      "zeb": 465,
      "wooden▁": 466,
      "ic▁": 467,
      "windo": 468,
      "ent▁": 469,
      "s▁and▁": 470,
      "ter": 471,
      "over▁": 472,
      "grass▁": 473,
      "tle▁": 474,
      "sign▁": 475,
      "led▁": 476,
      "out▁": 477,
      "this▁": 478,
      "lying▁": 479,
      "y.": 480,
      "ne▁": 481,
      "bi": 482,
      "at▁the▁": 483,
      "from▁": 484,
      "fen": 485,
      "motorcyc": 486,
      "backgroun": 487,
      "run": 488,
      "cover": 489,
      "'s▁": 490,
      "one▁": 491,
      "a▁bo": 492,
      "parked▁": 493,
      "sc": 494,
      "bea": 495,
      "grass": 496,
      "brel": 497,
      "ink▁": 498,
      "ile": 499,
      "and": 500,
      "oran": 501,
      "umbrel": 502,
      "da": 503,
      "fa": 504,
      "lon": 505,
      "kitch": 506,
      "ter▁": 507,
      "ks▁": 508,
      "player▁": 509,
      "ilding▁": 510,
      "rea": 511,
      "food▁": 512,
      "sto": 513,
      "A▁young▁": 514,
      "a▁bu": 515,
      "a▁black▁": 516,
      "ther": 517,
      "lea": 518,
      "water": 519,
      "pizza▁": 520,
      "that▁is▁": 521,
      "cit": 522,
      "ound▁": 523,
      "ga": 524,
      "ha": 525,
      "ly▁": 526,
      "lap": 527,
      "ben": 528,
      "lou": 529,
      "hea": 530,
      "ted▁": 531,
      "tru": 532,
      "gu": 533,
      "gam": 534,
      "ugh▁": 535,
      "met": 536,
      "ses▁": 537,
      "mal": 538,
      "board": 539,
      "ir▁": 540,
      "toile": 541,
      "field▁": 542,
      "tu": 543,
      "sitting▁on▁a▁": 544,
      "tain": 545,
      "trees▁": 546,
      "bath": 547,
      "plate▁": 548,
      "through▁": 549,
      "around▁": 550,
      "sign": 551,
      "comp": 552,
      "track": 553,
      "a▁blue▁": 554,
      "sh▁": 555,
      "qu": 556,
      "ke": 557,
      "laying▁": 558,
      "sky▁": 559,
      "E▁": 560,
      "their▁": 561,
      "tow": 562,
      "clou": 563,
      "cat": 564,
      "bus▁": 565,
      "in▁front▁of▁a▁": 566,
      "building": 567,
      "veral▁": 568,
      "on▁it": 569,
      "ittle▁": 570,
      "bir": 571,
      "bear▁": 572,
      "cti": 573,
      "hi": 574,
      "dre": 575,
      "wall": 576,
      "chil": 577,
      "flying▁": 578,
      "bri": 579,
      "les▁": 580,
      "me": 581,
      "covered▁": 582,
      "plane▁": 583,
      "Man▁": 584,
      "each▁": 585,
      "sa": 586,
      "Three▁": 587,
      "couple▁": 588,
      "comput": 589,
      "snow▁": 590,
      "dog": 591,
      "in▁front▁of▁": 592,
      "in▁the▁backgroun": 593,
      "cour": 594,
      "ite": 595,
      "moun": 596,
      "little▁": 597,
      "orange▁": 598,
      "cu": 599,
      "top": 600,
      "ar▁": 601,
      "is▁a▁": 602,
      "old▁": 603,
      "de▁": 604,
      "child▁": 605,
      "horse▁": 606,
      "ati": 607,
      "under▁": 608,
      "clock▁": 609,
      "sta": 610,
      "sw": 611,
      "ing▁the▁": 612,
      "dd": 613,
      "ws▁": 614,
      "mi": 615,
      "baseball▁": 616,
      "so": 617,
      "sidewal": 618,
      "man▁is▁": 619,
      "A▁large▁": 620,
      "sits▁": 621,
      "light▁": 622,
      "flow": 623,
      "sbe": 624,
      "kitchen▁": 625,
      "city▁": 626,
      "wall▁": 627,
      "wn": 628,
      "wor": 629,
      "dir": 630,
      "ping▁": 631,
      "ki": 632,
      "go": 633,
      "sky": 634,
      "jum": 635,
      "stri": 636,
      "outside▁": 637,
      "three▁": 638,
      "desk": 639,
      "tree▁": 640,
      "pictur": 641,
      "ves▁": 642,
      "tri": 643,
      "gray▁": 644,
      "te▁": 645,
      "building▁": 646,
      "mer": 647,
      "te": 648,
      "dar": 649,
      "elephant▁": 650,
      "into▁": 651,
      "anan": 652,
      "ire▁": 653,
      "women▁": 654,
      "field.": 655,
      "on▁top▁of▁a▁": 656,
      "fo": 657,
      "shirt": 658,
      "coun": 659,
      "cle": 660,
      "sp": 661,
      "field": 662,
      "Pe": 663,
      "plate": 664,
      "very▁": 665,
      "cket▁": 666,
      "hil": 667,
      "sand": 668,
      "long▁": 669,
      "giraffe▁": 670,
      "ch.": 671,
      "ew▁": 672,
      "people▁are▁": 673,
      "TH": 674,
      "es.": 675,
      "ni": 676,
      "Ther": 677,
      "way▁": 678,
      "its▁": 679,
      "bathroom▁": 680,
      "People▁": 681,
      "our▁": 682,
      "ani": 683,
      "cel": 684,
      "tall▁": 685,
      "toge": 686,
      "oce": 687,
      "lic": 688,
      "a▁large▁": 689,
      "va": 690,
      "shee": 691,
      "ja": 692,
      "zebra": 693,
      "toilet▁": 694,
      "d▁of▁": 695,
      "a▁woman▁": 696,
      "umbrella": 697,
      "ys▁": 698,
      "table.": 699,
      "truck▁": 700,
      "fu": 701,
      "down▁a▁": 702,
      "road▁": 703,
      "are": 704,
      "ded▁": 705,
      "S▁": 706,
      "form": 707,
      "ong▁": 708,
      "chair": 709,
      "A▁b": 710,
      "s,▁": 711,
      "l▁of▁": 712,
      "mall▁": 713,
      "car▁": 714,
      "sha": 715,
      "near▁a▁": 716,
      "dr": 717,
      "ra▁": 718,
      "com": 719,
      "color": 720,
      "sing▁": 721,
      "pink▁": 722,
      "dark▁": 723,
      "eating▁": 724,
      "fil": 725,
      "couple▁of▁": 726,
      "window": 727,
      "open▁": 728,
      "ty▁": 729,
      "der": 730,
      "ball": 731,
      "skateboar": 732,
      "rown▁": 733,
      "pan": 734,
      "ground": 735,
      "metal▁": 736,
      "watch": 737,
      "pre": 738,
      "ligh": 739,
      "A▁man▁is▁": 740,
      "sses▁": 741,
      "roun": 742,
      "stu": 743,
      "motorcycle▁": 744,
      "rying▁": 745,
      "phone▁": 746,
      "sil": 747,
      "s.▁": 748,
      "bear": 749,
      "phone": 750,
      "street.": 751,
      "skateboard▁": 752,
      "of": 753,
      "a▁white▁": 754,
      "cks▁": 755,
      "fire▁": 756,
      "laptop▁": 757,
      "pie": 758,
      "ning▁": 759,
      "cket": 760,
      "bow": 761,
      "many▁": 762,
      "This▁": 763,
      "ing.": 764,
      "back▁": 765,
      "train": 766,
      "stands▁": 767,
      "ful": 768,
      "irro": 769,
      "ch▁of▁": 770,
      "frisbe": 771,
      "i▁": 772,
      "down▁the▁": 773,
      "dou": 774,
      "shor": 775,
      "sun": 776,
      "N▁": 777,
      "banan": 778,
      "es▁of▁": 779,
      "white": 780,
      "ildre": 781,
      "dri": 782,
      "ink": 783,
      "it.": 784,
      "ted": 785,
      "mirro": 786,
      "zebra▁": 787,
      "ction▁": 788,
      "ful▁": 789,
      "dis": 790,
      "filled▁": 791,
      "A▁white▁": 792,
      "computer▁": 793,
      "wing▁": 794,
      "door▁": 795,
      "o▁": 796,
      "dress": 797,
      "riding▁a▁": 798,
      "iling▁": 799,
      "another▁": 800,
      "sandwi": 801,
      "ble▁": 802,
      "A▁small▁": 803,
      "ging▁": 804,
      "living▁": 805,
      "cake▁": 806,
      "ad": 807,
      "a▁person▁": 808,
      "abo": 809,
      "sheep▁": 810,
      "ls▁": 811,
      "glass▁": 812,
      "crow": 813,
      "ment▁": 814,
      "road": 815,
      "area▁": 816,
      "ildren▁": 817,
      "mar": 818,
      "grey▁": 819,
      "along▁": 820,
      "photo▁": 821,
      "A▁group▁of▁people▁": 822,
      "pped▁": 823,
      "eng": 824,
      "ground▁": 825,
      "cross▁": 826,
      "door": 827,
      "in▁an▁": 828,
      "camer": 829,
      "ps▁": 830,
      "some": 831,
      "hy": 832,
      "teddy▁": 833,
      "inside▁": 834,
      "pain": 835,
      "pro": 836,
      "A▁black▁": 837,
      "Se": 838,
      "picture▁": 839,
      "sle": 840,
      "photo": 841,
      "rol": 842,
      "a▁bi": 843,
      "this▁is▁a▁": 844,
      "behind▁the▁": 845,
      "ling▁": 846,
      "cur": 847,
      "hyd": 848,
      "me▁": 849,
      "tal": 850,
      "mu": 851,
      "hydran": 852,
      "close▁": 853,
      "a▁baseball▁": 854,
      "fe": 855,
      "fru": 856,
      "ped▁": 857,
      "floor": 858,
      "above▁": 859,
      "app": 860,
      "e▁are▁": 861,
      "a▁small▁": 862,
      "t▁of▁": 863,
      ",▁and▁": 864,
      "Two▁men▁": 865,
      "ts": 866,
      "dirt▁": 867,
      "play▁": 868,
      "mou": 869,
      "icyc": 870,
      "on.": 871,
      "ce.": 872,
      "colored▁": 873,
      "hat▁": 874,
      "giraffes▁": 875,
      "vege": 876,
      "bed▁": 877,
      "on▁top▁of▁": 878,
      "unch▁of▁": 879,
      "head▁": 880,
      "la▁": 881,
      "pu": 882,
      "stand▁": 883,
      "Several▁": 884,
      "slee": 885,
      "filled▁with▁": 886,
      "hou": 887,
      "coo": 888,
      "ice▁": 889,
      "grassy▁": 890,
      "male▁": 891,
      "wood▁": 892,
      "s▁.": 893,
      "je": 894,
      "tennis▁cour": 895,
      "by▁a▁": 896,
      "bed": 897,
      "off▁": 898,
      "bird▁": 899,
      "suit": 900,
      "pass": 901,
      "window▁": 902,
      "children▁": 903,
      "being▁": 904,
      "to▁the▁": 905,
      "cc": 906,
      "glasses▁": 907,
      "por": 908,
      "pizza": 909,
      "rest": 910,
      "tak": 911,
      "cell▁": 912,
      "cor": 913,
      "dur": 914,
      "water.": 915,
      "bench▁": 916,
      "ard▁": 917,
      "and▁black▁": 918,
      "A▁cat▁": 919,
      "has▁a▁": 920,
      "sitting▁on▁the▁": 921,
      "en.": 922,
      "le.": 923,
      "view▁": 924,
      "ers": 925,
      "ddle▁": 926,
      "cut": 927,
      "hel": 928,
      "b▁": 929,
      "beach▁": 930,
      "oth": 931,
      "area": 932,
      "running▁": 933,
      "boat": 934,
      "ce▁of▁": 935,
      "several▁": 936,
      "x▁": 937,
      "ser": 938,
      "looks▁": 939,
      "sidewalk▁": 940,
      "parking▁": 941,
      "room.": 942,
      "rid": 943,
      "taking▁": 944,
      "pur": 945,
      "nu": 946,
      "chair▁": 947,
      "traff": 948,
      "ent": 949,
      "pe▁": 950,
      "mountain": 951,
      "tennis▁ra": 952,
      "umbrella▁": 953,
      "fence▁": 954,
      "ds": 955,
      "hand▁": 956,
      "ture": 957,
      "fire▁hydran": 958,
      "A▁dog▁": 959,
      "ffer": 960,
      "day": 961,
      "boat▁": 962,
      "tain▁": 963,
      "dressed▁": 964,
      "park▁": 965,
      "elephants▁": 966,
      "A▁boy▁": 967,
      "horse": 968,
      "suit▁": 969,
      "up": 970,
      "ches▁": 971,
      "lady▁": 972,
      "a▁brown▁": 973,
      "sit▁": 974,
      "thing▁": 975,
      "fferent▁": 976,
      "stati": 977,
      "e.▁": 978,
      "vegetable": 979,
      "get": 980,
      "du": 981,
      "is▁standing▁": 982,
      "hair▁": 983,
      "boo": 984,
      "fla": 985,
      "horses▁": 986,
      "jumping▁": 987,
      "game▁": 988,
      "Wo": 989,
      "hanging▁": 990,
      "jacket▁": 991,
      "ry▁": 992,
      "for▁a▁": 993,
      "on▁his▁": 994,
      "cre": 995,
      "different▁": 996,
      "wave▁": 997,
      "her": 998,
      "airplane▁": 999,
      "IN": 1000,
      "low": 1001,
      "ous▁": 1002,
      "silver▁": 1003,
      "A▁couple▁of▁": 1004,
      "hot▁": 1005,
      "baby▁": 1006,
      "animal": 1007,
      "carrying▁": 1008,
      "per▁": 1009,
      "beside▁": 1010,
      "There▁is▁": 1011,
      "ched▁": 1012,
      "sitting▁on▁": 1013,
      "Wh": 1014,
      "ner▁": 1015,
      "Som": 1016,
      "stop▁": 1017,
      "traffic▁": 1018,
      "A▁man▁in▁a▁": 1019,
      "ss.": 1020,
      "dy▁of▁": 1021,
      "across▁": 1022,
      "bus": 1023,
      "ccer▁": 1024,
      "desk▁": 1025,
      "ari": 1026,
      "holds▁": 1027,
      "hand": 1028,
      "vel": 1029,
      "flowers▁": 1030,
      "ffed▁": 1031,
      "IS▁": 1032,
      "White▁": 1033,
      "floor▁": 1034,
      "together▁": 1035,
      "uni": 1036,
      "board.": 1037,
      "ger": 1038,
      "laptop": 1039,
      "mon": 1040,
      "piece▁of▁": 1041,
      "Woman▁": 1042,
      "hill": 1043,
      "swing": 1044,
      "guy▁": 1045,
      "THE▁": 1046,
      "slic": 1047,
      "ocean": 1048,
      "middle▁": 1049,
      "be▁": 1050,
      "s▁on▁the▁": 1051,
      "talking▁": 1052,
      "graz": 1053,
      "iting▁": 1054,
      "sidewalk": 1055,
      "full▁of▁": 1056,
      "living▁room▁": 1057,
      "through▁the▁": 1058,
      "clear▁": 1059,
      "with▁a▁b": 1060,
      "pul": 1061,
      "ready▁": 1062,
      "A▁girl▁": 1063,
      "s▁on▁a▁": 1064,
      "ski▁": 1065,
      "ex": 1066,
      "day▁": 1067,
      "cco": 1068,
      "kite▁": 1069,
      "s▁on▁": 1070,
      "A▁little▁": 1071,
      "slo": 1072,
      "road.": 1073,
      "stuffed▁": 1074,
      "stru": 1075,
      "to▁a▁": 1076,
      "A▁man▁in▁": 1077,
      "with▁the▁": 1078,
      "with▁white▁": 1079,
      "che": 1080,
      "on▁it.": 1081,
      "who": 1082,
      "sandwich▁": 1083,
      "ft▁": 1084,
      "paper▁": 1085,
      "ccoli": 1086,
      "sti": 1087,
      "four▁": 1088,
      "il▁": 1089,
      "bru": 1090,
      "gga": 1091,
      "a▁bath": 1092,
      "ine▁": 1093,
      "that▁are▁": 1094,
      "with▁his▁": 1095,
      "aga": 1096,
      "es▁and▁": 1097,
      "chee": 1098,
      "tennis▁player▁": 1099,
      "off": 1100,
      "vase▁": 1101,
      "visi": 1102,
      "again": 1103,
      "standing▁in▁a▁": 1104,
      "ima": 1105,
      "playing▁a▁": 1106,
      "ab": 1107,
      "cow▁": 1108,
      "with▁two▁": 1109,
      "against▁": 1110,
      "sitting▁on▁a▁b": 1111,
      "standing▁on▁a▁": 1112,
      "over": 1113,
      "reen▁": 1114,
      "cing▁": 1115,
      "taken▁": 1116,
      "and▁blue▁": 1117,
      "us": 1118,
      "picture": 1119,
      "passeng": 1120,
      "zebras▁": 1121,
      "bot": 1122,
      "row▁": 1123,
      "ant▁": 1124,
      "bla": 1125,
      "ved▁": 1126,
      "ching▁": 1127,
      "posing▁": 1128,
      "gg": 1129,
      "rock": 1130,
      "mat": 1131,
      "with▁an▁": 1132,
      "ator": 1133,
      "baseball▁player▁": 1134,
      "plate▁of▁": 1135,
      "in▁the▁background": 1136,
      "jo": 1137,
      "cutting▁": 1138,
      "key": 1139,
      "G▁": 1140,
      "looking▁at▁": 1141,
      "hair": 1142,
      "er▁is▁": 1143,
      "right▁": 1144,
      "couch▁": 1145,
      "lar▁": 1146,
      "we": 1147,
      "walk▁": 1148,
      "smiling▁": 1149,
      "es▁are▁": 1150,
      "ov": 1151,
      "broccoli": 1152,
      "purple▁": 1153,
      "ci": 1154,
      "blu": 1155,
      "fence": 1156,
      "fore": 1157,
      "Two▁people▁": 1158,
      "prepar": 1159,
      "brown": 1160,
      "each▁other▁": 1161,
      "going▁": 1162,
      "sitting▁in▁a▁": 1163,
      "lugga": 1164,
      "scen": 1165,
      "gerator": 1166,
      "na": 1167,
      "din": 1168,
      "emp": 1169,
      "soccer▁": 1170,
      "refri": 1171,
      "tele": 1172,
      "over▁a▁": 1173,
      "hal": 1174,
      "skiing▁": 1175,
      "a▁building": 1176,
      "in▁the▁middle▁": 1177,
      "skis▁": 1178,
      "by▁the▁": 1179,
      "suitca": 1180,
      "ts▁of▁": 1181,
      "cak": 1182,
      "cab": 1183,
      "plate.": 1184,
      "bik": 1185,
      "skateboard": 1186,
      "ms▁": 1187,
      "sky▁is▁": 1188,
      "on▁the▁side▁": 1189,
      "dog▁is▁": 1190,
      "A▁red▁": 1191,
      "a▁sno": 1192,
      "Four▁": 1193,
      "trees": 1194,
      "fire▁hydrant▁": 1195,
      "tracks": 1196,
      "se.": 1197,
      "ck.": 1198,
      "bat": 1199,
      "shel": 1200,
      "through▁a▁": 1201,
      "ocean▁": 1202,
      "contain": 1203,
      "brea": 1204,
      "ready▁to▁": 1205,
      "colorful▁": 1206,
      "black▁and▁white▁": 1207,
      "ssor": 1208,
      "cora": 1209,
      "air▁of▁": 1210,
      "gar": 1211,
      "beach": 1212,
      "down": 1213,
      "this▁is▁": 1214,
      "grass.": 1215,
      "form▁": 1216,
      "mb": 1217,
      "skate▁": 1218,
      "refrigerator": 1219,
      "mic": 1220,
      "big▁": 1221,
      "sitting▁at▁a▁": 1222,
      "getting▁": 1223,
      "shing▁": 1224,
      "driving▁": 1225,
      "lean": 1226,
      "ked▁": 1227,
      "ench▁": 1228,
      "in▁the▁background.": 1229,
      "from▁the▁": 1230,
      "cow": 1231,
      "on▁the▁ground": 1232,
      "rail": 1233,
      "decora": 1234,
      "show": 1235,
      "double▁": 1236,
      "mountain▁": 1237,
      "cker▁": 1238,
      "players▁": 1239,
      "who▁": 1240,
      "micro": 1241,
      "a▁big▁": 1242,
      "image▁": 1243,
      "ty": 1244,
      "counter▁": 1245,
      "cont": 1246,
      "from▁a▁": 1247,
      "in▁the▁air": 1248,
      "de▁of▁": 1249,
      "inter": 1250,
      "surroun": 1251,
      "table▁with▁": 1252,
      "A▁train▁": 1253,
      "vari": 1254,
      "teddy▁bear▁": 1255,
      "fle": 1256,
      "bike▁": 1257,
      "pair▁of▁": 1258,
      "red": 1259,
      "a▁group▁of▁": 1260,
      "shirt▁is▁": 1261,
      "ING▁": 1262,
      "ct": 1263,
      "pat": 1264,
      "deo▁": 1265,
      "near▁the▁": 1266,
      "standing▁next▁to▁": 1267,
      "clouds▁": 1268,
      "tower▁": 1269,
      "is": 1270,
      "striped▁": 1271,
      "ER": 1272,
      "fre": 1273,
      "older▁": 1274,
      "icycle▁": 1275,
      "fur": 1276,
      "grazing▁": 1277,
      "a▁building▁": 1278,
      "woman▁is▁": 1279,
      "ulti": 1280,
      "es▁a▁": 1281,
      "s▁in▁the▁": 1282,
      "There▁are▁": 1283,
      "green": 1284,
      "staur": 1285,
      "travel": 1286,
      "motorcycle": 1287,
      "mirror": 1288,
      "sink▁": 1289,
      "food": 1290,
      "something▁": 1291,
      "umb": 1292,
      "standing▁in▁the▁": 1293,
      "pole": 1294,
      "tan▁": 1295,
      "restaur": 1296,
      "stic▁": 1297,
      "dress▁": 1298,
      "waiting▁": 1299,
      "brick▁": 1300,
      "covered▁in▁": 1301,
      "roll": 1302,
      "Black▁": 1303,
      "remo": 1304,
      "D▁": 1305,
      "grap": 1306,
      "sink": 1307,
      "hic": 1308,
      "pit": 1309,
      "s▁in▁": 1310,
      "mirror▁": 1311,
      "that▁has▁": 1312,
      "cked▁": 1313,
      "a▁red▁": 1314,
      "Lar": 1315,
      "Some▁": 1316,
      "spe": 1317,
      "airplan": 1318,
      "made▁of▁": 1319,
      "lank": 1320,
      "camera▁": 1321,
      "have▁": 1322,
      "painted▁": 1323,
      "adul": 1324,
      "ste": 1325,
      "ge.": 1326,
      "way": 1327,
      "cho": 1328,
      "sky.": 1329,
      "birds▁": 1330,
      "ght": 1331,
      "frisbee▁": 1332,
      "cross": 1333,
      "bananas▁": 1334,
      "in▁his▁": 1335,
      "man▁wearing▁": 1336,
      "Large▁": 1337,
      "pil": 1338,
      "airpor": 1339,
      "into▁the▁": 1340,
      "shi": 1341,
      "s▁of▁": 1342,
      "cows▁": 1343,
      "tree": 1344,
      "ny▁": 1345,
      "empty▁": 1346,
      "ves": 1347,
      "jean": 1348,
      "leaves▁": 1349,
      "AR": 1350,
      "sian▁": 1351,
      "side.": 1352,
      "c▁": 1353,
      "fruit▁": 1354,
      "around▁a▁": 1355,
      "cabin": 1356,
      "behind▁a▁": 1357,
      "like▁": 1358,
      "cloudy▁": 1359,
      "video▁": 1360,
      "seat": 1361,
      "for▁the▁": 1362,
      "line▁": 1363,
      "hat": 1364,
      "perform": 1365,
      "cat▁is▁": 1366,
      "cell▁phone": 1367,
      "The▁man▁is▁": 1368,
      "count": 1369,
      "surfboard▁": 1370,
      "display": 1371,
      "girls▁": 1372,
      "A▁brown▁": 1373,
      "dogs▁": 1374,
      "men": 1375,
      "T▁": 1376,
      "next▁to▁the▁": 1377,
      "televisi": 1378,
      "working▁": 1379,
      "A▁woman▁is▁": 1380,
      "head": 1381,
      "sel": 1382,
      "black▁and▁": 1383,
      "can": 1384,
      "d▁.": 1385,
      "made▁": 1386,
      "bet": 1387,
      "pole▁": 1388,
      "up▁of▁a▁": 1389,
      "slope": 1390,
      "A▁bathroom▁": 1391,
      "in▁the▁air▁": 1392,
      "vehic": 1393,
      "shirt▁and▁": 1394,
      "hill▁": 1395,
      "herd▁of▁": 1396,
      "A▁young▁boy▁": 1397,
      "stat": 1398,
      "m.": 1399,
      "enclo": 1400,
      "ffe": 1401,
      "ween▁": 1402,
      "walks▁": 1403,
      "bar": 1404,
      "ball.": 1405,
      "no▁": 1406,
      "black": 1407,
      "passenger▁": 1408,
      "d.▁": 1409,
      "stone▁": 1410,
      "hu": 1411,
      "sitting▁on▁top▁of▁a▁": 1412,
      "walk": 1413,
      "cra": 1414,
      "wine▁": 1415,
      "between▁": 1416,
      "cking▁": 1417,
      "high▁": 1418,
      "peop": 1419,
      "sand▁": 1420,
      "col": 1421,
      "mark": 1422,
      "clu": 1423,
      "Fri": 1424,
      "a▁sur": 1425,
      "bench": 1426,
      "cha": 1427,
      "A▁person▁is▁": 1428,
      "sweat": 1429,
      "donu": 1430,
      "face▁": 1431,
      "ju": 1432,
      "A▁young▁man▁": 1433,
      "AN": 1434,
      "at▁an▁": 1435,
      "camera": 1436,
      "woman": 1437,
      "a▁bow": 1438,
      "concre": 1439,
      "look▁": 1440,
      "m▁.": 1441,
      "blue": 1442,
      "ts▁and▁": 1443,
      "photograp": 1444,
      "tea": 1445,
      "there▁is▁": 1446,
      "white▁and▁": 1447,
      "bran": 1448,
      "street▁.": 1449,
      "ve.": 1450,
      "round▁": 1451,
      "display▁": 1452,
      "age▁": 1453,
      "trees.": 1454,
      "any▁": 1455,
      "cloth": 1456,
      "leaning▁": 1457,
      "over▁the▁": 1458,
      "enjo": 1459,
      "let": 1460,
      "bl": 1461,
      "into▁a▁": 1462,
      "numb": 1463,
      "spo": 1464,
      "decker▁": 1465,
      "skateboarder▁": 1466,
      "dra": 1467,
      "hit▁": 1468,
      "plate▁with▁": 1469,
      "doing▁a▁": 1470,
      "teddy▁bear": 1471,
      "out▁to▁": 1472,
      "cen": 1473,
      "uti": 1474,
      "multi": 1475,
      "refle": 1476,
      "boys▁": 1477,
      "set▁": 1478,
      "train▁is▁": 1479,
      "ced▁": 1480,
      "under▁a▁": 1481,
      "during▁the▁": 1482,
      "A▁baseball▁player▁": 1483,
      "re.": 1484,
      "coffe": 1485,
      "Frisbe": 1486,
      "gs▁": 1487,
      "ob": 1488,
      "swi": 1489,
      "a▁close▁": 1490,
      "standing▁on▁": 1491,
      "tie▁": 1492,
      "on▁a▁white▁": 1493,
      "cli": 1494,
      "person": 1495,
      "drin": 1496,
      "area.": 1497,
      "cut▁": 1498,
      "in▁a▁b": 1499,
      "sleeping▁": 1500,
      "le▁of▁": 1501,
      "mal▁": 1502,
      "kids▁": 1503,
      "Young▁": 1504,
      "jacket": 1505,
      "Bo": 1506,
      "outdoor▁": 1507,
      "stor": 1508,
      "wall.": 1509,
      "watching▁": 1510,
      "snowy▁": 1511,
      "ned▁": 1512,
      "plastic▁": 1513,
      "An▁old▁": 1514,
      "lots▁of▁": 1515,
      "trick▁": 1516,
      "boarder▁": 1517,
      "hands▁": 1518,
      "ag": 1519,
      "stra": 1520,
      "set": 1521,
      "traveling▁": 1522,
      "stop▁sign▁": 1523,
      "row▁of▁": 1524,
      "squ": 1525,
      "open": 1526,
      "ey": 1527,
      "chi": 1528,
      "jet▁": 1529,
      "snow.": 1530,
      "kni": 1531,
      "et.": 1532,
      "pping▁": 1533,
      "cheese▁": 1534,
      "in▁a▁blue▁": 1535,
      "in▁the▁sky": 1536,
      "bowl▁": 1537,
      "e▁.": 1538,
      "ram": 1539,
      "in▁a▁field▁": 1540,
      "t▁is▁": 1541,
      "sse": 1542,
      "rock▁": 1543,
      "A▁child▁": 1544,
      "luggage▁": 1545,
      "cake": 1546,
      "dressed▁in▁": 1547,
      "s▁with▁": 1548,
      "zoo": 1549,
      "monit": 1550,
      "carro": 1551,
      "dough": 1552,
      "Two▁women▁": 1553,
      "on▁a▁table": 1554,
      "This▁is▁a▁": 1555,
      "parking▁lo": 1556,
      "two▁people▁": 1557,
      "ers.": 1558,
      "surfa": 1559,
      "a▁boy▁": 1560,
      "dge▁": 1561,
      "sau": 1562,
      "toy▁": 1563,
      "elephant": 1564,
      "Wi": 1565,
      "photograph": 1566,
      "statu": 1567,
      "swinging▁": 1568,
      "picture▁of▁a▁": 1569,
      "side▁of▁": 1570,
      "trun": 1571,
      "and▁woman▁": 1572,
      "ards▁": 1573,
      "atta": 1574,
      "and▁a▁woman▁": 1575,
      "broccoli▁": 1576,
      "animal▁": 1577,
      "eating▁a▁": 1578,
      "a▁bunch▁of▁": 1579,
      "mm": 1580,
      "and▁yellow▁": 1581,
      "t-": 1582,
      "nut": 1583,
      "ground.": 1584,
      "street▁sign▁": 1585,
      "ap": 1586,
      "distan": 1587,
      "corner▁": 1588,
      "picture▁of▁": 1589,
      "a▁bathroom▁": 1590,
      "truck": 1591,
      "on▁.": 1592,
      "Many▁": 1593,
      "ON▁": 1594,
      "wave": 1595,
      "s▁a▁": 1596,
      "sci": 1597,
      "topped▁": 1598,
      "female▁": 1599,
      "box": 1600,
      "work": 1601,
      "couch": 1602,
      "ure▁": 1603,
      "above▁the▁": 1604,
      "utiful▁": 1605,
      "in▁a▁white▁": 1606,
      "is▁on▁the▁": 1607,
      "about▁to▁": 1608,
      "the▁man▁is▁": 1609,
      "time▁": 1610,
      "fe▁": 1611,
      "id▁": 1612,
      "lines▁": 1613,
      "cal": 1614,
      "he▁": 1615,
      "a▁young▁": 1616,
      "left▁": 1617,
      "rain": 1618,
      "bask": 1619,
      "ine": 1620,
      "s▁in▁a▁": 1621,
      "she": 1622,
      "in▁the▁water": 1623,
      "kid▁": 1624,
      "making▁": 1625,
      "A▁black▁and▁white▁": 1626,
      "star": 1627,
      "A▁very▁": 1628,
      "standing▁next▁to▁a▁": 1629,
      "shado": 1630,
      "tennis▁racket": 1631,
      "lights▁": 1632,
      "was▁": 1633,
      "ers▁are▁": 1634,
      "late▁": 1635,
      "banana": 1636,
      "less▁": 1637,
      "cer": 1638,
      "various▁": 1639,
      "bal": 1640,
      "street▁sign": 1641,
      "double▁decker▁": 1642,
      "water▁.": 1643,
      "concrete▁": 1644,
      "dan": 1645,
      "surfing▁": 1646,
      "together": 1647,
      "refrigerator▁": 1648,
      "crowd▁of▁": 1649,
      "light": 1650,
      "window.": 1651,
      "fence.": 1652,
      "surrounded▁": 1653,
      "house▁": 1654,
      "shes▁": 1655,
      "an▁old▁": 1656,
      "a▁couple▁of▁": 1657,
      "half▁": 1658,
      "to▁be▁": 1659,
      "bus▁is▁": 1660,
      "can▁": 1661,
      "tan": 1662,
      "lot▁of▁": 1663,
      "at▁ni": 1664,
      "track▁": 1665,
      "paper": 1666,
      "blue▁sky▁": 1667,
      "day.": 1668,
      "ll▁": 1669,
      "ate▁": 1670,
      "den▁": 1671,
      "coffee▁": 1672,
      "A▁giraffe▁": 1673,
      "man▁in▁": 1674,
      "a▁body▁of▁": 1675,
      "game.": 1676,
      "cqu": 1677,
      "cher▁": 1678,
      "along▁the▁": 1679,
      "enjoying▁": 1680,
      "pile▁of▁": 1681,
      "cup": 1682,
      "ving▁a▁": 1683,
      "blank": 1684,
      "other": 1685,
      "cla": 1686,
      "a▁surf": 1687,
      "Asian▁": 1688,
      "a▁snow": 1689,
      "hoo": 1690,
      "beach.": 1691,
      "a▁cat▁": 1692,
      "on▁a▁table.": 1693,
      "number▁": 1694,
      "min": 1695,
      "bb": 1696,
      "san": 1697,
      "y▁of▁": 1698,
      "t▁.": 1699,
      "skier▁": 1700,
      "guit": 1701,
      "a▁dog▁": 1702,
      "toilet": 1703,
      "A▁bunch▁of▁": 1704,
      "cabinet": 1705,
      "on▁her▁": 1706,
      "bag": 1707,
      "scissor": 1708,
      "arm▁": 1709,
      "with▁some▁": 1710,
      "tennis▁court": 1711,
      "under": 1712,
      "clouds": 1713,
      "coming▁": 1714,
      "cell": 1715,
      "sing": 1716,
      "post": 1717,
      "surf▁": 1718,
      "A▁f": 1719,
      "tracks▁": 1720,
      "way.": 1721,
      "water▁is▁": 1722,
      "blo": 1723,
      "building.": 1724,
      "flying▁a▁": 1725,
      "A▁kitchen▁": 1726,
      "sed▁": 1727,
      "body▁of▁": 1728,
      "taking▁a▁": 1729,
      "in▁front▁of▁the▁": 1730,
      "bat▁": 1731,
      "ocean.": 1732,
      "standing▁in▁": 1733,
      "Green▁": 1734,
      "carri": 1735,
      "sunny▁": 1736,
      "iti": 1737,
      "ird▁": 1738,
      "preparing▁": 1739,
      "bright▁": 1740,
      "meat▁": 1741,
      "pants▁": 1742,
      "wet▁": 1743,
      "edge▁": 1744,
      "boards▁": 1745,
      "lined▁": 1746,
      "doing▁": 1747,
      "cars▁": 1748,
      "blue▁sky": 1749,
      "color▁": 1750,
      "\"▁": 1751,
      "men▁are▁": 1752,
      "and▁some▁": 1753,
      "girl▁is▁": 1754,
      "cell▁phone▁": 1755,
      "ction": 1756,
      "on▁an▁": 1757,
      "past▁": 1758,
      "es▁.": 1759,
      "hot▁dog▁": 1760,
      "rain▁": 1761,
      "kites▁": 1762,
      "rick▁": 1763,
      "food.": 1764,
      "Ba": 1765,
      "interse": 1766,
      "and▁red▁": 1767,
      "trying▁": 1768,
      "People▁are▁": 1769,
      "with▁black▁": 1770,
      "tree.": 1771,
      "uniform": 1772,
      "Ch": 1773,
      "shorts▁": 1774,
      "drinking▁": 1775,
      "attached▁": 1776,
      "mil": 1777,
      "adult▁": 1778,
      "a▁building.": 1779,
      "plane▁is▁": 1780,
      "A▁blue▁": 1781,
      "of▁an▁": 1782,
      "in▁a▁red▁": 1783,
      "on▁it▁": 1784,
      "surrounded▁by▁": 1785,
      "reading▁": 1786,
      "les": 1787,
      "outside": 1788,
      "a▁bus": 1789,
      "bowl": 1790,
      "counter": 1791,
      "holding▁an▁": 1792,
      "blon": 1793,
      "ven": 1794,
      "met▁": 1795,
      "part": 1796,
      "towards▁": 1797,
      "other.": 1798,
      "there▁are▁": 1799,
      "game": 1800,
      "arm": 1801,
      "fli": 1802,
      "green▁grass▁": 1803,
      "boy▁is▁": 1804,
      "sitting▁in▁": 1805,
      "itting▁": 1806,
      "glo": 1807,
      "park.": 1808,
      "skateboard.": 1809,
      "with▁her▁": 1810,
      "uniform▁": 1811,
      "stand": 1812,
      "short▁": 1813,
      "There▁is▁a▁": 1814,
      "qui": 1815,
      "nea": 1816,
      "waves▁": 1817,
      "controll": 1818,
      "kin": 1819,
      "up▁a▁": 1820,
      "ed.": 1821,
      "stee": 1822,
      "giraffe": 1823,
      "ation▁": 1824,
      "ramp": 1825,
      "polic": 1826,
      "home▁": 1827,
      "gather": 1828,
      "choco": 1829,
      "box▁": 1830,
      "surfer▁": 1831,
      "trying▁to▁": 1832,
      "wr": 1833,
      "they▁": 1834,
      "whe": 1835,
      "looking▁at▁a▁": 1836,
      "frisbee": 1837,
      "sitting▁in▁the▁": 1838,
      "on▁a▁plate": 1839,
      "RE": 1840,
      "s▁and▁a▁": 1841,
      "tar": 1842,
      "river": 1843,
      "a▁ball▁": 1844,
      "resting▁": 1845,
      "ily▁": 1846,
      "playing▁tenn": 1847,
      "restaurant▁": 1848,
      "surfboard": 1849,
      "screen▁": 1850,
      "ol▁": 1851,
      "flower▁": 1852,
      "side▁of▁a▁": 1853,
      "smo": 1854,
      "One▁": 1855,
      "river▁": 1856,
      "who▁is▁": 1857,
      "room▁with▁": 1858,
      "girl": 1859,
      "coat▁": 1860,
      "clock▁tower▁": 1861,
      "bag▁": 1862,
      "seat▁": 1863,
      "poin": 1864,
      "helmet▁": 1865,
      "p.": 1866,
      "pet": 1867,
      "a▁close▁up▁of▁a▁": 1868,
      "with▁red▁": 1869,
      "an▁image▁": 1870,
      "wearing▁a▁black▁": 1871,
      "using▁a▁": 1872,
      "keyboard▁": 1873,
      "lit▁": 1874,
      "parking▁met": 1875,
      "IN▁": 1876,
      "two▁men▁": 1877,
      "ard": 1878,
      "wearing▁a▁white▁": 1879,
      "glasse": 1880,
      "standing▁on▁the▁": 1881,
      "whit": 1882,
      "ges▁": 1883,
      "wil": 1884,
      "kitchen": 1885,
      "Blue▁": 1886,
      "view▁of▁a▁": 1887,
      "Red▁": 1888,
      "ck▁of▁": 1889,
      "shin": 1890,
      "train▁stati": 1891,
      "work▁": 1892,
      "past": 1893,
      "gri": 1894,
      "sits▁on▁a▁": 1895,
      "in▁white▁": 1896,
      "outdoor": 1897,
      "ler▁": 1898,
      "with▁many▁": 1899,
      "city▁street▁": 1900,
      "wel": 1901,
      "a▁boo": 1902,
      "blic▁": 1903,
      "ally▁": 1904,
      "zed▁": 1905,
      "using▁": 1906,
      "nit": 1907,
      "in▁the▁middle▁of▁a▁": 1908,
      "a▁green▁": 1909,
      "a▁baby▁": 1910,
      "chocolate▁": 1911,
      "in▁a▁field": 1912,
      "Pers": 1913,
      "under▁the▁": 1914,
      "television▁": 1915,
      "cloud": 1916,
      "rin": 1917,
      "ride▁": 1918,
      "oven▁": 1919,
      "bun": 1920,
      "person▁is▁": 1921,
      "people": 1922,
      "fruit": 1923,
      "ired▁": 1924,
      "remote▁": 1925,
      "a▁black▁and▁white▁": 1926,
      "bor": 1927,
      "umbrella.": 1928,
      "ron": 1929,
      "sty": 1930,
      "mouth▁": 1931,
      "ight▁": 1932,
      "hot": 1933,
      "public▁": 1934,
      "A▁herd▁of▁": 1935,
      "on▁a▁skateboard▁": 1936,
      "background": 1937,
      "crowd▁": 1938,
      "TV": 1939,
      "and▁two▁": 1940,
      "decorated▁": 1941,
      "mouth": 1942,
      "out▁of▁": 1943,
      "A▁little▁girl▁": 1944,
      "enclosu": 1945,
      "catch▁": 1946,
      "around▁the▁": 1947,
      "on▁the▁table": 1948,
      "kne": 1949,
      "ger▁": 1950,
      "room▁with▁a▁": 1951,
      "hitting▁": 1952,
      "A▁man▁with▁a▁": 1953,
      "haired▁": 1954,
      "sun▁": 1955,
      "do▁": 1956,
      "it's▁": 1957,
      "len": 1958,
      "guitar▁": 1959,
      "giraffe▁is▁": 1960,
      "jec": 1961,
      "in▁color": 1962,
      "Two▁young▁": 1963,
      "fee": 1964,
      "table▁with▁a▁": 1965,
      "F▁": 1966,
      "Person▁": 1967,
      "each▁other.": 1968,
      "meal▁": 1969,
      "stair": 1970,
      "A▁guy▁": 1971,
      "rides▁": 1972,
      "motorcycles▁": 1973,
      "getting▁ready▁to▁": 1974,
      "Wii▁": 1975,
      "dish▁": 1976,
      "pper": 1977,
      "ating▁": 1978,
      "red▁and▁white▁": 1979,
      "Brown▁": 1980,
      "ary▁": 1981,
      "lush▁": 1982,
      "tennis▁court▁": 1983,
      "leaves": 1984,
      "house": 1985,
      "with▁their▁": 1986,
      "place▁": 1987,
      "along▁a▁": 1988,
      "bicyc": 1989,
      "slope.": 1990,
      "book": 1991,
      "fire": 1992,
      "cake.": 1993,
      "playing▁with▁a▁": 1994,
      "ces▁": 1995,
      "kitchen.": 1996,
      "on▁the▁beach▁": 1997,
      "both▁": 1998,
      "af": 1999,
      "onal▁": 2000,
      "offic": 2001,
      "skateboarding▁": 2002,
      "floor.": 2003,
      "tooth": 2004,
      "A▁young▁girl▁": 2005,
      "in▁the▁fore": 2006,
      "alle": 2007,
      "doughnu": 2008,
      "Small▁": 2009,
      "was▁taken▁": 2010,
      "a▁train▁": 2011,
      "snow▁covered▁": 2012,
      "tee": 2013,
      "forest": 2014,
      "stum": 2015,
      ",▁one▁": 2016,
      "swimm": 2017,
      "Gro": 2018,
      "white.": 2019,
      "cir": 2020,
      "plate▁is▁": 2021,
      "these▁": 2022,
      "A▁yellow▁": 2023,
      "dining▁": 2024,
      "pon": 2025,
      "sitting▁next▁to▁": 2026,
      "tub▁": 2027,
      "blue▁and▁": 2028,
      "animals▁": 2029,
      "view▁of▁": 2030,
      "moving▁": 2031,
      "go▁": 2032,
      "during▁a▁": 2033,
      "ered▁": 2034,
      "not▁": 2035,
      "IT": 2036,
      "sting▁": 2037,
      "is▁white": 2038,
      "an▁orange▁": 2039,
      "bread▁": 2040,
      "with▁green▁": 2041,
      "wheel": 2042,
      "ere▁": 2043,
      "each▁other": 2044,
      "sidewalk.": 2045,
      "seen▁": 2046,
      "looking▁at▁the▁": 2047,
      "andwi": 2048,
      "holding▁a▁b": 2049,
      "wearing▁a▁blue▁": 2050,
      "yellow": 2051,
      "holds▁a▁": 2052,
      "scene▁": 2053,
      "ears▁": 2054,
      "tray▁": 2055,
      "a▁bike▁": 2056,
      "ten▁": 2057,
      "sitting▁next▁to▁a▁": 2058,
      "case▁": 2059,
      "desk.": 2060,
      "spor": 2061,
      "para": 2062,
      "shower▁": 2063,
      "ugh": 2064,
      "standing▁in▁front▁of▁a▁": 2065,
      "RO": 2066,
      "dire": 2067,
      "shown▁": 2068,
      "on▁the▁side▁of▁the▁": 2069,
      "thday▁": 2070,
      "dish": 2071,
      "top.": 2072,
      "vel▁": 2073,
      "and▁the▁": 2074,
      "clock": 2075,
      "been▁": 2076,
      "A▁baby▁": 2077,
      "suitcase▁": 2078,
      "ings▁": 2079,
      "playing▁tennis▁": 2080,
      "in▁a▁black▁": 2081,
      "Fi": 2082,
      "This▁is▁": 2083,
      "tub": 2084,
      "base": 2085,
      "pizza.": 2086,
      "wearing▁black▁": 2087,
      "on▁a▁wooden▁": 2088,
      "plane": 2089,
      "Tre": 2090,
      "graff": 2091,
      "in▁the▁background▁.": 2092,
      "cement▁": 2093,
      "in▁blue▁": 2094,
      "photo▁of▁a▁": 2095,
      "a▁boat▁": 2096,
      "watch▁": 2097,
      "boats▁": 2098,
      "wave.": 2099,
      "sunglasses▁": 2100,
      "tv": 2101,
      "tennis▁racket▁": 2102,
      "Frisbee▁": 2103,
      "rist": 2104,
      "struction▁": 2105,
      "OF▁": 2106,
      "bott": 2107,
      "police▁": 2108,
      "A▁living▁room▁": 2109,
      "loa": 2110,
      "across▁the▁": 2111,
      "sted▁": 2112,
      "jumps▁": 2113,
      "foot": 2114,
      "a▁tennis▁": 2115,
      "ft": 2116,
      "people▁walking▁": 2117,
      "pizza▁with▁": 2118,
      "bur": 2119,
      "k.": 2120,
      "in▁her▁": 2121,
      "sitting▁on▁a▁bench▁": 2122,
      "ood▁": 2123,
      "polar▁": 2124,
      "climb": 2125,
      "race▁": 2126,
      "ture▁": 2127,
      "is▁walking▁": 2128,
      "tou": 2129,
      "struc": 2130,
      "phon": 2131,
      "vase": 2132,
      "on▁the▁ground▁": 2133,
      "ly": 2134,
      "sala": 2135,
      "furnit": 2136,
      "A▁zebra▁": 2137,
      "is▁brown": 2138,
      "a▁ball": 2139,
      "boarding▁": 2140,
      "ction▁of▁": 2141,
      "toma": 2142,
      "photograph▁": 2143,
      "an▁elephant▁": 2144,
      "ts▁are▁": 2145,
      "them": 2146,
      "dry▁": 2147,
      "tile▁": 2148,
      "fol": 2149,
      "orange": 2150,
      "the▁sky▁is▁": 2151,
      "An▁older▁": 2152,
      "cand": 2153,
      "in▁the▁snow▁": 2154,
      "undernea": 2155,
      "paved▁": 2156,
      "Y▁": 2157,
      "pen": 2158,
      "windows▁": 2159,
      "ame▁": 2160,
      "decorati": 2161,
      "LA": 2162,
      "wra": 2163,
      "pal": 2164,
      "A▁green▁": 2165,
      "tie": 2166,
      "au": 2167,
      "man▁with▁": 2168,
      "on▁a▁beach▁": 2169,
      "stove▁": 2170,
      "tracks.": 2171,
      "topped▁with▁": 2172,
      "ring▁": 2173,
      "buses▁": 2174,
      "nice▁": 2175,
      "boy": 2176,
      ",▁a▁": 2177,
      "a▁bus▁": 2178,
      "wer▁": 2179,
      "basket": 2180,
      "little▁girl▁": 2181,
      "Group▁of▁": 2182,
      "ated▁": 2183,
      "A▁man▁riding▁": 2184,
      "MA": 2185,
      "and▁green▁": 2186,
      "t▁with▁": 2187,
      "game▁of▁": 2188,
      "sli": 2189,
      "ac": 2190,
      "across▁a▁": 2191,
      "ppy▁": 2192,
      "gold▁": 2193,
      "item": 2194,
      "slice▁of▁": 2195,
      "oul": 2196,
      "few▁": 2197,
      "um▁": 2198,
      "against▁a▁": 2199,
      "cup▁": 2200,
      "donut": 2201,
      "pool▁": 2202,
      "A▁man▁with▁": 2203,
      "shaped▁": 2204,
      "wearing▁a▁red▁": 2205,
      "curtain": 2206,
      "The▁man▁": 2207,
      "path▁": 2208,
      "a▁snow▁": 2209,
      "in▁black▁": 2210,
      "rocks▁": 2211,
      "on▁the▁street": 2212,
      "costum": 2213,
      "shed▁": 2214,
      "pulling▁": 2215,
      "choo": 2216,
      "in▁it": 2217,
      "kite": 2218,
      "ther.": 2219,
      "TO": 2220,
      "back▁of▁a▁": 2221,
      "Pho": 2222,
      "den": 2223,
      "gathered▁": 2224,
      "mach": 2225,
      "tered▁": 2226,
      "topp": 2227,
      "cooking▁": 2228,
      "hot▁dog": 2229,
      "typ": 2230,
      "chick": 2231,
      "toothbru": 2232,
      "An▁elephant▁": 2233,
      "one▁is▁": 2234,
      "city": 2235,
      "ment": 2236,
      "leg": 2237,
      "A▁lady▁": 2238,
      "covered▁with▁": 2239,
      "stripe": 2240,
      "re▁": 2241,
      "but": 2242,
      "plays▁": 2243,
      "stage▁": 2244,
      "inside▁of▁a▁": 2245,
      "plate▁of▁food▁": 2246,
      "ese▁": 2247,
      "on▁their▁": 2248,
      "Do": 2249,
      "botto": 2250,
      "ant": 2251,
      "a▁bea": 2252,
      "where▁": 2253,
      "beautiful▁": 2254,
      "on▁a▁bo": 2255,
      "just▁": 2256,
      "number▁of▁": 2257,
      "The▁sky▁is▁": 2258,
      "tennis▁court.": 2259,
      "ity▁": 2260,
      "showing▁": 2261,
      "WI": 2262,
      "tiled▁": 2263,
      "underneath▁": 2264,
      "LO": 2265,
      "t▁of▁a▁": 2266,
