{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<eos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<bos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<image>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Replace",
    "pattern": {
      "String": " "
    },
    "content": "▁"
  },
  "pre_tokenizer": {
    "type": "Split",
    "pattern": {
      "String": " "
    },
    "behavior": "MergedWithPrevious",
    "invert": false
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "SpecialToken": {
          "id": "<bos>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "SpecialToken": {
          "id": "<bos>",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "SpecialToken": {
          "id": "<bos>",
          "type_id": 1
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {
      "<bos>": {
        "id": "<bos>",
        "ids": [
          2
        ],
        "tokens": [
          "<bos>"
        ]
      }
    }
  },
  "decoder": {
    "type": "Sequence",
    "decoders": [
      {
        "type": "Replace",
        "pattern": {
          "String": "▁"
        },
        "content": " "
      },
      {
        "type": "ByteFallback"
      },
      {
        "type": "Fuse"
      }
    ]
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": true,
    "byte_fallback": true,
    "ignore_merges": false,
    "vocab": {
      "<pad>": 0,
      "<eos>": 1,
      "<bos>": 2,
      "<unk>": 3,
      "<image>": 4,
      "\n": 5,
      "!": 6,
      "\"": 7,
      "#": 8,
      "$": 9,
      "%": 10,
      "&": 11,
      "'": 12,
      "(": 13,
      ")": 14,
      "*": 15,
      "+": 16,
      ",": 17,
      "-": 18,
      ".": 19,
      "/": 20,
      "0": 21,
      "1": 22,
      "2": 23,
      "3": 24,
      "4": 25,
      "5": 26,
      "6": 27,
      "7": 28,
      "8": 29,
      "9": 30,
      ":": 31,
      ";": 32,
      "<": 33,
      "=": 34,
      ">": 35,
      "?": 36,
      "@": 37,
      "A": 38,
      "B": 39,
      "C": 40,
      "D": 41,
      "E": 42,
      "F": 43,
      "G": 44,
      "H": 45,
      "I": 46,
      "J": 47,
      "K": 48,
      "L": 49,
      "M": 50,
      "N": 51,
      "O": 52,
      "P": 53,
      "Q": 54,
      "R": 55,
      "S": 56,
      "T": 57,
      "U": 58,
      "V": 59,
      "W": 60,
      "X": 61,
      "Y": 62,
      "Z": 63,
      "[": 64,
      "\\": 65,
      "]": 66,
      "_": 67,
      "`": 68,
      "a": 69,
      "b": 70,
      "c": 71,
      "d": 72,
      "e": 73,
      "f": 74,
      "g": 75,
      "h": 76,
      "i": 77,
      "j": 78,
      "k": 79,
      "l": 80,
      "m": 81,
      "n": 82,
      "o": 83,
      "p": 84,
      "q": 85,
      "r": 86,
      "s": 87,
      "t": 88,
      "u": 89,
      "v": 90,
      "w": 91,
      "x": 92,
      "y": 93,
      "z": 94,
      " ": 95,
      "ä": 96,
      "’": 97,
      "”": 98,
      "▁": 99,
      "▁a": 100,
      "in": 101,
      "e▁": 102,
      "▁a▁": 103,
      "ing": 104,
      "th": 105,
      "s▁": 106,
      "n▁": 107,
      "d▁": 108,
      "A▁": 109,
      "ing▁": 110,
      "er": 111,
      "t▁": 112,
      "ar": 113,
      "on": 114,
      "of": 115,
      "re": 116,
      "it": 117,
      "ma": 118,
      "to": 119,
      "ro": 120,
      "the▁": 121,
      "la": 122,
      "▁an": 123,
      "wi": 124,
      "st": 125,
      "an": 126,
      "with": 127,
      "y▁": 128,
      "is▁": 129,
      "in▁": 130,
      "on▁": 131,
      "er▁": 132,
      "wo": 133,
      "ll": 134,
      "ch": 135,
      "le▁": 136,
      "of▁": 137,
      "man▁": 138,
      "ra": 139,
      "ou": 140,
      "▁and▁": 141,
      "ck": 142,
      "le": 143,
      "ir": 144,
      "at": 145,
      "on▁a▁": 146,
      "ow": 147,
      "en": 148,
      "ba": 149,
      "ed▁": 150,
      "or": 151,
      "with▁": 152,
      "bo": 153,
      "p▁": 154,
      "ing▁a▁": 155,
      "id": 156,
      "in▁a▁": 157,
      "om": 158,
      "pla": 159,
      "a▁": 160,
      "ld": 161,
      "sh": 162,
      "lo": 163,
      "ta": 164,
      "wh": 165,
      "se": 166,
      "and": 167,
      "ll▁": 168,
      "en▁": 169,
      "ne": 170,
      "wa": 171,
      "be": 172,
      "un": 173,
      "of▁a▁": 174,
      "itt": 175,
      "g▁": 176,
      "op": 177,
      "re▁": 178,
      "l▁": 179,
      "with▁a▁": 180,
      "pe": 181,
      "wo▁": 182,
      "ic": 183,
      "s.": 184,
      "A▁man▁": 185,
      "to▁": 186,
      "ck▁": 187,
      "sitt": 188,
      "sk": 189,
      "stand": 190,
      "ho": 191,
      "in▁the▁": 192,
      "at▁": 193,
      "▁are▁": 194,
      "ri": 195,
      "Th": 196,
      "do": 197,
      "ge▁": 198,
      "sitting▁": 199,
      "es▁": 200,
      "on▁the▁": 201,
      "up▁": 202,
      ",▁": 203,
      "ite▁": 204,
      "peop": 205,
      "ur": 206,
      "sid": 207,
      "ree": 208,
      "oun": 209,
      "woman▁": 210,
      "ig": 211,
      "d▁a▁": 212,
      ".▁": 213,
      "king▁": 214,
      "bu": 215,
      "tra": 216,
      "play": 217,
      "gro": 218,
      "standing▁": 219,
      "boar": 220,
      "ch▁": 221,
      "white▁": 222,
      "ver": 223,
      "ie": 224,
      "Two▁": 225,
      "ing▁a": 226,
      "dow": 227,
      "s▁a▁": 228,
      "xt▁": 229,
      "co": 230,
      "tab": 231,
      "next▁": 232,
      "hold": 233,
      "we": 234,
      "per": 235,
      "e.": 236,
      "wal": 237,
      "▁and▁a▁": 238,
      "par": 239,
      "k▁": 240,
      "people▁": 241,
      "room": 242,
      "stree": 243,
      "pa": 244,
      "ca": 245,
      "gra": 246,
      "to▁a▁": 247,
      "ha": 248,
      "lu": 249,
      "fr": 250,
      "ss": 251,
      "um": 252,
      "li": 253,
      "top▁": 254,
      "ar▁": 255,
      "wat": 256,
      "bla": 257,
      "ff": 258,
      "ld▁": 259,
      "rid": 260,
      "ti": 261,
      "se▁": 262,
      "som": 263,
      "the": 264,
      "ea": 265,
      "t.": 266,
      "t▁a▁": 267,
      "The▁": 268,
      "ir▁": 269,
      "ge": 270,
      "oth": 271,
      "po": 272,
      "up▁of▁": 273,
      "for": 274,
      "oung▁": 275,
      "his▁": 276,
      "pers": 277,
      "ph": 278,
      "red▁": 279,
      "A▁c": 280,
      "lar": 281,
      "row": 282,
      "ow▁": 283,
      "ild": 284,
      "A▁woman▁": 285,
      "whi": 286,
      "ts▁": 287,
      "d.": 288,
      "de": 289,
      "ball▁": 290,
      "▁an▁": 291,
      "loo": 292,
      "room▁": 293,
      "young▁": 294,
      "fron": 295,
      "ve": 296,
      "side▁": 297,
      "s▁and▁": 298,
      "person▁": 299,
      "group▁of▁": 300,
      "large▁": 301,
      "di": 302,
      "front▁": 303,
      "ying▁": 304,
      "wear": 305,
      "one▁": 306,
      "ss▁": 307,
      "sn": 308,
      "mo": 309,
      "fo": 310,
      "ten": 311,
      "ga": 312,
      "blu": 313,
      "m▁": 314,
      "that▁": 315,
      "next▁to▁a▁": 316,
      "in▁front▁": 317,
      "s▁a": 318,
      "pi": 319,
      "two▁": 320,
      "fie": 321,
      "some▁": 322,
      "tt": 323,
      "street▁": 324,
      "dog▁": 325,
      "sma": 326,
      "igh": 327,
      "ru": 328,
      "ce": 329,
      "plat": 330,
      "gir": 331,
      "car": 332,
      "black▁": 333,
      "gh": 334,
      "clo": 335,
      "it▁": 336,
      "shir": 337,
      "s▁are▁": 338,
      "ers▁": 339,
      "men▁": 340,
      "rea": 341,
      "table": 342,
      "blue▁": 343,
      "small▁": 344,
      "sur": 345,
      "holding▁a▁": 346,
      "ree▁": 347,
      "man": 348,
      "al▁": 349,
      "il": 350,
      "ke": 351,
      "sig": 352,
      "while▁": 353,
      "skat": 354,
      "pu": 355,
      "gre": 356,
      "tor": 357,
      "other▁": 358,
      "A▁group▁of▁": 359,
      "fl": 360,
      "tu": 361,
      "tenn": 362,
      "dy▁": 363,
      "er.": 364,
      "its▁": 365,
      "out": 366,
      "board": 367,
      "ee": 368,
      "build": 369,
      "cou": 370,
      "board▁": 371,
      "by▁": 372,
      "kit": 373,
      "tennis▁": 374,
      "boy▁": 375,
      "table▁": 376,
      "ce▁": 377,
      "und": 378,
      "foo": 379,
      "side": 380,
      "yc": 381,
      "me": 382,
      "su": 383,
      "an▁": 384,
      "playing▁": 385,
      "ple▁": 386,
      "surf": 387,
      "ele": 388,
      "bi": 389,
      "base": 390,
      "girl▁": 391,
      "bath": 392,
      "train▁": 393,
      "walking▁": 394,
      "ke▁": 395,
      "bea": 396,
      "on▁top▁": 397,
      "sitting▁on▁a▁": 398,
      "com": 399,
      "top": 400,
      "in▁front▁of▁a▁": 401,
      "ter▁": 402,
      "A▁person▁": 403,
      "ve▁": 404,
      "win": 405,
      "skate": 406,
      "her▁": 407,
      "down": 408,
      "woo": 409,
      "down▁": 410,
      "A▁young▁": 411,
      "green▁": 412,
      "ving▁": 413,
      "A▁b": 414,
      "con": 415,
      "park": 416,
      "hor": 417,
      "look": 418,
      "gi": 419,
      "t▁the▁": 420,
      "An▁": 421,
      "ugh": 422,
      "baseball▁": 423,
      "lon": 424,
      "roa": 425,
      "snow": 426,
      "men": 427,
      "ed": 428,
      "ses▁": 429,
      "zz": 430,
      "ski": 431,
      "umb": 432,
      "fro": 433,
      "near": 434,
      "hi": 435,
      "ic▁": 436,
      "shirt▁": 437,
      "wearing▁a▁": 438,
      "o▁": 439,
      "next▁to▁": 440,
      "pic": 441,
      "cu": 442,
      "und▁": 443,
      "fa": 444,
      "kitch": 445,
      "out▁": 446,
      "ell": 447,
      "fi": 448,
      "▁at▁a▁": 449,
      "y.": 450,
      "walk": 451,
      "field": 452,
      "ant▁": 453,
      "that▁is▁": 454,
      "back": 455,
      "cke": 456,
      "and▁": 457,
      "gla": 458,
      "pizz": 459,
      "eat": 460,
      "rough": 461,
      "ile": 462,
      "ter": 463,
      "or▁": 464,
      "▁air": 465,
      "dr": 466,
      "raff": 467,
      "▁and▁white▁": 468,
      "through": 469,
      "ben": 470,
      "ed▁with▁": 471,
      "st▁": 472,
      "yell": 473,
      "it.": 474,
      "motor": 475,
      "fri": 476,
      "cha": 477,
      "sta": 478,
      "plate▁": 479,
      "down▁a▁": 480,
      "off": 481,
      "pictu": 482,
      "fu": 483,
      "their▁": 484,
      "on▁top▁of▁a▁": 485,
      "near▁a▁": 486,
      "water▁": 487,
      "giraff": 488,
      "cyc": 489,
      "wood": 490,
      "people": 491,
      "chi": 492,
      "run": 493,
      "plan": 494,
      "cit": 495,
      "rel": 496,
      "of▁the▁": 497,
      "sa": 498,
      "s▁.": 499,
      "gu": 500,
      "bathroom▁": 501,
      "veral▁": 502,
      "eleph": 503,
      "si": 504,
      "sign▁": 505,
      "holding▁": 506,
      "ittle▁": 507,
      "ver▁": 508,
      "ping▁": 509,
      "ligh": 510,
      "toile": 511,
      "rown▁": 512,
      "rella": 513,
      "player▁": 514,
      "parked▁": 515,
      "umbrella": 516,
      "ing.": 517,
      "cro": 518,
      "by": 519,
      "motorcyc": 520,
      "Three▁": 521,
      "yellow▁": 522,
      "lap": 523,
      "bra": 524,
      "bus▁": 525,
      "me▁": 526,
      "wearing▁": 527,
      "tow": 528,
      "little▁": 529,
      "field▁": 530,
      "sits▁": 531,
      "ink": 532,
      "riding▁": 533,
      "ing▁at▁a▁": 534,
      "ere▁": 535,
      "dre": 536,
      "hin": 537,
      "riding▁a▁": 538,
      "w▁": 539,
      "el": 540,
      "window": 541,
      "tree": 542,
      "up": 543,
      "is▁a▁": 544,
      "ball": 545,
      "jum": 546,
      "kitchen▁": 547,
      "laying▁": 548,
      "wooden▁": 549,
      "qu": 550,
      "wor": 551,
      "hea": 552,
      "sc": 553,
      "sign": 554,
      "food▁": 555,
      "ima": 556,
      "has▁": 557,
      "t▁and▁": 558,
      "child▁": 559,
      "go": 560,
      "ink▁": 561,
      "tru": 562,
      "A▁large▁": 563,
      "snow▁": 564,
      "dog": 565,
      "near▁": 566,
      "oran": 567,
      "over": 568,
      "behin": 569,
      "flo": 570,
      "em": 571,
      "ds▁": 572,
      "cat▁": 573,
      "ebra": 574,
      "s▁and▁a▁": 575,
      "looking▁": 576,
      "cover": 577,
      "cti": 578,
      "ple▁of▁": 579,
      "field.": 580,
      "ch.": 581,
      "for▁": 582,
      "pho": 583,
      "da": 584,
      "pizza▁": 585,
      "grass▁": 586,
      "'s▁": 587,
      "sbe": 588,
      "plane▁": 589,
      "compu": 590,
      "ice▁": 591,
      "sto": 592,
      "picture▁": 593,
      "mer": 594,
      "zebra": 595,
      "by▁a▁": 596,
      "sand": 597,
      "ls▁": 598,
      "Pe": 599,
      "sh▁": 600,
      "s.▁": 601,
      "city▁": 602,
      "ly▁": 603,
      "backgro": 604,
      "cat": 605,
      "table.": 606,
      "show": 607,
      "A▁man▁is▁": 608,
      "lin": 609,
      "oc": 610,
      "Peop": 611,
      "mu": 612,
      "hand": 613,
      "desk": 614,
      "street.": 615,
      "brown▁": 616,
      "each▁": 617,
      "walk▁": 618,
      "pp": 619,
      "tting▁": 620,
      "moun": 621,
      "tr": 622,
      "outside▁": 623,
      "tain": 624,
      "building▁": 625,
      "r▁": 626,
      "bir": 627,
      "s▁on▁a▁": 628,
      "mil": 629,
      "ati": 630,
      "child": 631,
      "ire▁": 632,
      "A▁man▁in▁a▁": 633,
      "flow": 634,
      "beach▁": 635,
      "long▁": 636,
      "black": 637,
      "geth": 638,
      "togeth": 639,
      "ent▁": 640,
      "down▁the▁": 641,
      "▁another▁": 642,
      "pre": 643,
      "grass": 644,
      "A▁cou": 645,
      "phon": 646,
      "fe": 647,
      "ted▁": 648,
      "te▁": 649,
      "che": 650,
      "A▁group▁of▁people▁": 651,
      "d▁a": 652,
      "ban": 653,
      "very▁": 654,
      "coun": 655,
      "cour": 656,
      "glas": 657,
      "some": 658,
      "way▁": 659,
      "A▁small▁": 660,
      "E▁": 661,
      "people▁are▁": 662,
      "fen": 663,
      "women▁": 664,
      "je": 665,
      "old▁": 666,
      "les▁": 667,
      "th▁": 668,
      "flying▁": 669,
      "du": 670,
      "Se": 671,
      "from▁": 672,
      "lea": 673,
      "ere▁is▁a▁": 674,
      "under": 675,
      "fill": 676,
      "ding▁": 677,
      "to▁the▁": 678,
      "te": 679,
      "through▁": 680,
      "living▁": 681,
      "covered▁": 682,
      "a▁man▁": 683,
      "mid": 684,
      "sing▁": 685,
      "ty▁": 686,
      ",▁and▁": 687,
      "s,▁": 688,
      "game▁": 689,
      "bear▁": 690,
      "in▁the▁backgro": 691,
      "horse▁": 692,
      "skateboard": 693,
      "va": 694,
      "has▁a▁": 695,
      "d▁of▁": 696,
      "t▁.": 697,
      "ys▁": 698,
      "e▁and▁": 699,
      "dri": 700,
      "road▁": 701,
      "clock▁": 702,
      "A▁s": 703,
      "cks▁": 704,
      "sho": 705,
      "▁at▁": 706,
      "childre": 707,
      "stu": 708,
      "board.": 709,
      "skateboard▁": 710,
      "sw": 711,
      "Several▁": 712,
      "dis": 713,
      "tri": 714,
      "bench▁": 715,
      "round▁": 716,
      "over▁": 717,
      "phone▁": 718,
      "ting▁": 719,
      "fire▁": 720,
      "watch": 721,
      "orange▁": 722,
      "▁as▁": 723,
      "f▁": 724,
      "giraffe▁": 725,
      "stands▁": 726,
      "chair": 727,
      "on.": 728,
      "dir": 729,
      "side▁of▁a▁": 730,
      "ja": 731,
      "shee": 732,
      "sp": 733,
      "bow": 734,
      "▁at▁the▁": 735,
      "truck▁": 736,
      "form": 737,
      "wall": 738,
      "ang": 739,
      "unch▁": 740,
      "cket▁": 741,
      "tal": 742,
      "sink": 743,
      "A▁cat▁": 744,
      "vie": 745,
      "dress": 746,
      "boo": 747,
      "banan": 748,
      "side▁a▁": 749,
      "bri": 750,
      "▁air▁": 751,
      "our▁": 752,
      "room.": 753,
      "i▁": 754,
      "mar": 755,
      "runn": 756,
      "back▁": 757,
      "People▁": 758,
      "open▁": 759,
      "ing▁on▁a▁": 760,
      "water": 761,
      "from": 762,
      "A▁white▁": 763,
      "for▁a▁": 764,
      "camer": 765,
      "standing▁on▁a▁": 766,
      "in▁the": 767,
      "building": 768,
      "pie": 769,
      "boat▁": 770,
      "motorcycle▁": 771,
      "t▁of▁": 772,
      "ing▁the▁": 773,
      "A▁couple▁of▁": 774,
      "▁an▁a": 775,
      "A▁dog▁": 776,
      "mir": 777,
      "frisbe": 778,
      "dle▁": 779,
      "sandwi": 780,
      "sun": 781,
      "bed▁": 782,
      "over▁a▁": 783,
      "big▁": 784,
      "eating▁": 785,
      "water.": 786,
      "icyc": 787,
      "many▁": 788,
      "filled▁with▁": 789,
      "mou": 790,
      "stand▁": 791,
      "TH": 792,
      "ing▁and▁": 793,
      "mirro": 794,
      "bed": 795,
      "male▁": 796,
      "ful▁": 797,
      "ction▁": 798,
      "A▁boy▁": 799,
      "toilet▁": 800,
      "ere": 801,
      "A▁man": 802,
      "unch▁of▁": 803,
      "ped▁": 804,
      "und.": 805,
      "dou": 806,
      "stri": 807,
      "being▁": 808,
      "rea▁": 809,
      "in▁front▁of▁": 810,
      "pink▁": 811,
      "crow": 812,
      "ying▁a▁": 813,
      "s▁on▁": 814,
      "three▁": 815,
      "sl": 816,
      "vege": 817,
      "in▁an▁": 818,
      "elephan": 819,
      "ce.": 820,
      "that": 821,
      "baby▁": 822,
      "de▁": 823,
      "black▁and▁white▁": 824,
      "bear": 825,
      "car▁": 826,
      "ted": 827,
      "elephant▁": 828,
      "hy": 829,
      "bike▁": 830,
      "behind▁": 831,
      "cake▁": 832,
      "col": 833,
      "ki": 834,
      "laptop▁": 835,
      "ome▁": 836,
      "A▁little▁": 837,
      "while": 838,
      "play▁": 839,
      "view▁": 840,
      "mon": 841,
      "street": 842,
      "sitting▁on▁the▁": 843,
      "from▁a▁": 844,
      "traff": 845,
      "hydr": 846,
      "hat▁": 847,
      "ffer": 848,
      "close▁": 849,
      "king▁a▁": 850,
      "old": 851,
      "through▁a▁": 852,
      "▁anima": 853,
      "pan": 854,
      "Two▁men▁": 855,
      "pro": 856,
      "cor": 857,
      "ser": 858,
      "occ": 859,
      "sha": 860,
      "park▁": 861,
      "ves▁": 862,
      "dressed▁": 863,
      "rest": 864,
      "photo▁": 865,
      "rac": 866,
      "IN": 867,
      "cell▁": 868,
      "Man▁": 869,
      "sit▁": 870,
      "standing▁in▁a▁": 871,
      "living▁room▁": 872,
      "en.": 873,
      "differ": 874,
      "bat": 875,
      "vi": 876,
      "thing▁": 877,
      "fru": 878,
      "A▁girl▁": 879,
      "looking▁a": 880,
      "ine": 881,
      "coo": 882,
      "playing▁a▁": 883,
      "ble▁": 884,
      "on▁his▁": 885,
      "tall▁": 886,
      "her": 887,
      "sitting▁in▁a▁": 888,
      "banana": 889,
      "An": 890,
      "hang": 891,
      "fire▁hydr": 892,
      "jumping▁": 893,
      "pass": 894,
      "bus": 895,
      "teddy▁": 896,
      "children▁": 897,
      "glass▁": 898,
      "suit": 899,
      "ling▁": 900,
      "door": 901,
      "computer▁": 902,
      "emp": 903,
      "different▁": 904,
      "a▁person▁": 905,
      "shor": 906,
      "wall▁": 907,
      "sidewalk▁": 908,
      "ger": 909,
      "sle": 910,
      "lan": 911,
      "bicyc": 912,
      "tree▁": 913,
      "door▁": 914,
      "building.": 915,
      "S▁": 916,
      "▁ar": 917,
      "box": 918,
      "roll": 919,
      "light▁": 920,
      "parking▁": 921,
      "se.": 922,
      "man▁is▁": 923,
      "full▁": 924,
      "together▁": 925,
      "glasses▁": 926,
      "baseball▁player▁": 927,
      "middle▁": 928,
      "vegetable": 929,
      "le.": 930,
      "color": 931,
      "occer▁": 932,
      "ready▁": 933,
      "prepar": 934,
      "that▁are▁": 935,
      "boat": 936,
      "woman": 937,
      "ck.": 938,
      "stati": 939,
      "carr": 940,
      "laptop": 941,
      "cow": 942,
      "several▁": 943,
      "head▁": 944,
      "und▁a▁": 945,
      "por": 946,
      "men▁are▁": 947,
      "round▁a▁": 948,
      "ps▁": 949,
      "pe▁": 950,
      "ing▁an▁": 951,
      "sti": 952,
      "lean": 953,
      "talking▁": 954,
      "er▁is▁": 955,
      "off▁": 956,
      "red": 957,
      "▁airplane▁": 958,
      "There▁is▁a▁": 959,
      "pain": 960,
      "piece▁": 961,
      "dur": 962,
      "slo": 963,
      "hou": 964,
      "traffic▁": 965,
      "gg": 966,
      "whit": 967,
      "ard▁": 968,
      "desk▁": 969,
      "pizza": 970,
      "graz": 971,
      "ous▁": 972,
      "round": 973,
      "stuff": 974,
      "into▁a▁": 975,
      "bro": 976,
      ",▁a▁": 977,
      "gras": 978,
      "each▁other▁": 979,
      "es▁of▁": 980,
      "urn": 981,
      "swing": 982,
      "in▁the▁middle▁": 983,
      "ere▁are▁": 984,
      "ground▁": 985,
      "under▁a▁": 986,
      "sitting▁on▁top▁of▁a▁": 987,
      "ball.": 988,
      "zebra▁": 989,
      "lady▁": 990,
      "sitting▁at▁a▁": 991,
      "oo": 992,
      "slee": 993,
      "re.": 994,
      "st▁a▁": 995,
      "fla": 996,
      "Two▁people▁": 997,
      "with▁the▁": 998,
      "hel": 999,
      "up▁of▁a▁": 1000,
      "vid": 1001,
      "with▁his▁": 1002,
      "A▁clo": 1003,
      "hand▁": 1004,
      "soccer▁": 1005,
      "running▁": 1006,
      "umbrella▁": 1007,
      "b▁": 1008,
      "bru": 1009,
      "This▁": 1010,
      "suit▁": 1011,
      "es.": 1012,
      "photo": 1013,
      "pull": 1014,
      "▁at": 1015,
      "ner▁": 1016,
      "led▁": 1017,
      "eng": 1018,
      "on▁it.": 1019,
      "s▁of▁": 1020,
      "sit": 1021,
      "gga": 1022,
      "high": 1023,
      "road.": 1024,
      "standing▁next▁to▁a▁": 1025,
      "trave": 1026,
      "uni": 1027,
      "posing▁": 1028,
      "snowy▁": 1029,
      "ded▁": 1030,
      "stop▁": 1031,
      "wait": 1032,
      "sheep▁": 1033,
      "dirt▁": 1034,
      "▁area▁": 1035,
      "ts.": 1036,
      "window▁": 1037,
      "shirt▁and▁": 1038,
      "piece▁of▁": 1039,
      "with▁two▁": 1040,
      "pur": 1041,
      "chair▁": 1042,
      "dar": 1043,
      "bl": 1044,
      "skis▁": 1045,
      "A▁woman▁is▁": 1046,
      "ready▁to▁": 1047,
      "var": 1048,
      "surfboard▁": 1049,
      "ex": 1050,
      "long": 1051,
      "kite▁": 1052,
      "s▁at▁a▁": 1053,
      "ran": 1054,
      "smil": 1055,
      "mp": 1056,
      "e▁.": 1057,
      "ched▁": 1058,
      "work": 1059,
      "grassy▁": 1060,
      "floor": 1061,
      "wave▁": 1062,
      "hill": 1063,
      "ts▁and▁": 1064,
      "walking▁a": 1065,
      "ter.": 1066,
      "image▁": 1067,
      "bird▁": 1068,
      "ator": 1069,
      "A▁train▁": 1070,
      "gain": 1071,
      "catch": 1072,
      "mic": 1073,
      "plate▁of▁": 1074,
      "mountain": 1075,
      "s▁in▁a▁": 1076,
      "bar": 1077,
      "hat": 1078,
      "N▁": 1079,
      "micro": 1080,
      "beach.": 1081,
      "in▁his▁": 1082,
      "tennis▁cour": 1083,
      "mirror": 1084,
      "ion": 1085,
      "cco": 1086,
      "throw": 1087,
      "tain▁": 1088,
      "something▁": 1089,
      "lugga": 1090,
      "shirt▁is▁": 1091,
      "A▁bathroom▁": 1092,
      "older▁": 1093,
      "standing▁a": 1094,
      "grass.": 1095,
      "mb": 1096,
      "ssor": 1097,
      "through▁the▁": 1098,
      "vase▁": 1099,
      "ccoli": 1100,
      "A▁black▁": 1101,
      "standing▁in▁the▁": 1102,
      "looks▁": 1103,
      "cross▁": 1104,
      "ious▁": 1105,
      "cean": 1106,
      "key": 1107,
      "tennis▁player▁": 1108,
      "with▁an▁": 1109,
      "track": 1110,
      "fire▁hydrant▁": 1111,
      "ocean": 1112,
      "cur": 1113,
      "dul": 1114,
      "plate.": 1115,
      "Four▁": 1116,
      "street▁.": 1117,
      "don": 1118,
      "perform": 1119,
      "jacket▁": 1120,
      "of▁an▁": 1121,
      "ment▁": 1122,
      "gerator": 1123,
      "full▁of▁": 1124,
      "tre": 1125,
      "lf▁": 1126,
      "visi": 1127,
      "jo": 1128,
      "gray▁": 1129,
      "m.": 1130,
      "nigh": 1131,
      "A▁young▁boy▁": 1132,
      "behind▁a▁": 1133,
      "refri": 1134,
      "driving▁": 1135,
      "tal▁": 1136,
      "inter": 1137,
      "train": 1138,
      "na": 1139,
      "is▁a": 1140,
      "refrigerator": 1141,
      "be▁": 1142,
      "A▁young▁man▁": 1143,
      "horse": 1144,
      "skate▁": 1145,
      "m▁.": 1146,
      "body▁": 1147,
      "guy▁": 1148,
      "getting▁": 1149,
      "hanging▁": 1150,
      "staur": 1151,
      "A▁woman▁in▁a▁": 1152,
      "dd": 1153,
      "bott": 1154,
      "colorful▁": 1155,
      "brea": 1156,
      "side.": 1157,
      "ov": 1158,
      "taking▁a▁": 1159,
      "▁area": 1160,
      "restaur": 1161,
      "broccoli": 1162,
      "il▁": 1163,
      "ske": 1164,
      "camera▁": 1165,
      "l.": 1166,
      "going▁": 1167,
      "cont": 1168,
      "que": 1169,
      "picture▁of▁a▁": 1170,
      "cora": 1171,
      "ard": 1172,
      "a▁close▁": 1173,
      "stru": 1174,
      "this▁": 1175,
      "per▁": 1176,
      "ge.": 1177,
      "hair▁": 1178,
      "ght▁": 1179,
      "on▁it": 1180,
      "each▁oth": 1181,
      "day▁": 1182,
      "tele": 1183,
      "hot▁": 1184,
      "horses▁": 1185,
      "ing▁.": 1186,
      "sian▁": 1187,
      "while▁a▁": 1188,
      "mi": 1189,
      "ed▁by▁": 1190,
      "G▁": 1191,
      "up▁a▁": 1192,
      "din": 1193,
      "spe": 1194,
      "ni": 1195,
      "couple▁of▁": 1196,
      "table▁with▁": 1197,
      "bowl▁": 1198,
      "snowboard": 1199,
      "he▁": 1200,
      "decora": 1201,
      "ve.": 1202,
      "ke.": 1203,
      "me.": 1204,
      "cros": 1205,
      "t.▁": 1206,
      "from▁the▁": 1207,
      "slope": 1208,
      "ther": 1209,
      "es▁.": 1210,
      "vide": 1211,
      "pit": 1212,
      "A▁red▁": 1213,
      "ts▁of▁": 1214,
      "tower▁": 1215,
      "baske": 1216,
      "book": 1217,
      "remo": 1218,
      "racke": 1219,
      "tea": 1220,
      "topp": 1221,
      "Some▁": 1222,
      "sits▁on▁a▁": 1223,
      "brick▁": 1224,
      "A▁baseball▁player▁": 1225,
      "ty": 1226,
      "pair▁": 1227,
      "ski▁": 1228,
      "lored▁": 1229,
      "sandwich▁": 1230,
      "dogs▁": 1231,
      "surround": 1232,
      "Fri": 1233,
      "who▁": 1234,
      "working▁": 1235,
      "flowers▁": 1236,
      "ean▁": 1237,
      "cell▁phon": 1238,
      "bunch▁of▁": 1239,
      "frisbee▁": 1240,
      "empty▁": 1241,
      "sitting▁a": 1242,
      "donu": 1243,
      "ing▁in▁a▁": 1244,
      "giraffes▁": 1245,
      "girls▁": 1246,
      "televisi": 1247,
      "es▁a▁": 1248,
      "cab": 1249,
      "that▁has▁": 1250,
      "busy▁": 1251,
      "▁and": 1252,
      "pol": 1253,
      "bout▁": 1254,
      "us": 1255,
      "in▁the▁air▁": 1256,
      "clu": 1257,
      "display": 1258,
      "chee": 1259,
      "atu": 1260,
      "body▁of▁": 1261,
      "cross": 1262,
      "plane": 1263,
      "An▁old▁": 1264,
      "video▁": 1265,
      "pair▁of▁": 1266,
      "ju": 1267,
      "rail": 1268,
      "Frisbe": 1269,
      "cl": 1270,
      "no": 1271,
      "elephants▁": 1272,
      "le▁of▁": 1273,
      "A▁man▁in▁": 1274,
      "suitca": 1275,
      "A▁child▁": 1276,
      "water▁.": 1277,
      "graph": 1278,
      "by▁the▁": 1279,
      "ches▁": 1280,
      "food": 1281,
      "on▁top▁of▁": 1282,
      "helme": 1283,
      "ce▁.": 1284,
      "looking▁at▁": 1285,
      "Man": 1286,
      "wood▁": 1287,
      "▁airpor": 1288,
      "floor▁": 1289,
      "contain": 1290,
      "metal▁": 1291,
      "sidewalk": 1292,
      "sky.": 1293,
      "ING▁": 1294,
      "brid": 1295,
      "couch▁": 1296,
      "rock": 1297,
      "A▁giraffe▁": 1298,
      "A▁man▁with▁a▁": 1299,
      "cli": 1300,
      "herd▁of▁": 1301,
      "for▁the▁": 1302,
      "s▁on▁the▁": 1303,
      "dark▁": 1304,
      "kid": 1305,
      "swi": 1306,
      "ER": 1307,
      "dress▁": 1308,
      "room▁with▁a▁": 1309,
      "holds▁a▁": 1310,
      "flower": 1311,
      "double▁": 1312,
      "hu": 1313,
      "brush": 1314,
      "kes▁": 1315,
      "doing▁a▁": 1316,
      "ine▁": 1317,
      "lle": 1318,
      "form▁": 1319,
      "counter▁": 1320,
      "ching▁": 1321,
      "paper▁": 1322,
      "cker▁": 1323,
      "tie": 1324,
      "coff": 1325,
      "tball▁": 1326,
      "stop": 1327,
      "al": 1328,
      "ocean▁": 1329,
      "There▁are▁": 1330,
      "bat▁": 1331,
      "snow.": 1332,
      "cross▁a▁": 1333,
      "waiting▁": 1334,
      "sitting▁on▁": 1335,
      "is▁standing▁": 1336,
      "fee": 1337,
      "ent": 1338,
      "shel": 1339,
      "trick▁": 1340,
      "▁app": 1341,
      "▁abo": 1342,
      "anc": 1343,
      "there▁is▁a▁": 1344,
      "in▁the▁background.": 1345,
      "made▁": 1346,
      "photograph": 1347,
      "into▁the▁": 1348,
      "nu": 1349,
      "er▁and▁": 1350,
      "colored▁": 1351,
      "trees.": 1352,
      "sitting▁next▁to▁a▁": 1353,
      "A▁very▁": 1354,
      "numb": 1355,
      "skiing▁": 1356,
      "man▁in▁a▁": 1357,
      "item": 1358,
      "white▁and▁": 1359,
      "guit": 1360,
      "game.": 1361,
      "A▁black▁and▁white▁": 1362,
      "teddy▁bear▁": 1363,
      "surf▁": 1364,
      "near▁the▁": 1365,
      "mountain▁": 1366,
      "is": 1367,
      "view▁of▁a▁": 1368,
      "fore": 1369,
      "in▁the▁background▁": 1370,
      "a▁close▁up▁of▁a▁": 1371,
      "bicycle▁": 1372,
      "on▁.": 1373,
      "shirt": 1374,
      "high▁": 1375,
      "road": 1376,
      "T▁": 1377,
      "lly▁": 1378,
      "with▁some▁": 1379,
      "wall.": 1380,
      "line▁": 1381,
      "window.": 1382,
      "beach": 1383,
      "plate": 1384,
      "row▁": 1385,
      "standing▁next▁to▁": 1386,
      "clou": 1387,
      "walks▁": 1388,
      "purple▁": 1389,
      "eating▁a▁": 1390,
      "a▁woman▁": 1391,
      "cle": 1392,
      "dressed▁in▁": 1393,
      "camera": 1394,
      "hill▁": 1395,
      "ny▁": 1396,
      "boys▁": 1397,
      "bag": 1398,
      "scre": 1399,
      "ans▁": 1400,
      "zebras▁": 1401,
      "passeng": 1402,
      "a▁couple▁of▁": 1403,
      "looking▁at▁a▁": 1404,
      "cabine": 1405,
      "lying▁": 1406,
      "long▁a▁": 1407,
      "ome": 1408,
      "picture": 1409,
      "IS▁": 1410,
      "ob": 1411,
      "drink": 1412,
      "mea": 1413,
      "players▁": 1414,
      "racque": 1415,
      "ving▁a▁": 1416,
      "during▁a▁": 1417,
      "into▁": 1418,
      "dog▁is▁": 1419,
      "A▁kitchen▁": 1420,
      "Wi": 1421,
      "snow▁covered▁": 1422,
      "laying▁on▁a▁": 1423,
      "A▁street▁": 1424,
      "day.": 1425,
      "A▁man▁wearing▁a▁": 1426,
      "hic": 1427,
      ",▁one▁": 1428,
      "traveling▁": 1429,
      "various▁": 1430,
      "Asian▁": 1431,
      "green": 1432,
      "marke": 1433,
      "swe": 1434,
      "ding▁a▁": 1435,
      "str": 1436,
      "dra": 1437,
      "s▁to▁": 1438,
      "Wo": 1439,
      "A▁bunch▁of▁": 1440,
      "poo": 1441,
      "A▁little▁girl▁": 1442,
      "display▁": 1443,
      "ocean.": 1444,
      "under▁": 1445,
      "gainst▁a▁": 1446,
      "lots▁of▁": 1447,
      "A▁man▁and▁a▁": 1448,
      "sil": 1449,
      "corner▁": 1450,
      "gather": 1451,
      "female▁": 1452,
      "le▁are▁": 1453,
      "cking▁": 1454,
      "cell": 1455,
      "tie▁": 1456,
      "twe": 1457,
      "star": 1458,
      "bed.": 1459,
      "ste": 1460,
      "scen": 1461,
      "in▁the▁middle▁of▁a▁": 1462,
      "boy": 1463,
      "cked▁": 1464,
      "way.": 1465,
      "that▁has▁a▁": 1466,
      "flying▁a▁": 1467,
      "A▁man▁and▁": 1468,
      "D▁": 1469,
      "on▁a▁table.": 1470,
      "parking▁lo": 1471,
      "one": 1472,
      "wine▁": 1473,
      "toy▁": 1474,
      "mm": 1475,
      "▁adul": 1476,
      "rown": 1477,
      "wave": 1478,
      "in▁a▁field▁": 1479,
      "vehic": 1480,
      "betwe": 1481,
      "\"▁": 1482,
      "in▁the▁air": 1483,
      "image▁of▁a▁": 1484,
      "ther▁": 1485,
      "beside▁a▁": 1486,
      "A▁man▁riding▁a▁": 1487,
      "outdoor▁": 1488,
      "look▁": 1489,
      "Many▁": 1490,
      "number▁": 1491,
      "group▁of▁people▁": 1492,
      "s▁with▁": 1493,
      "toilet": 1494,
      "glasse": 1495,
      "enclo": 1496,
      "is▁holding▁a▁": 1497,
      "food.": 1498,
      "sink▁": 1499,
      "enjo": 1500,
      "head": 1501,
      "stic▁": 1502,
      "four▁": 1503,
      "sleeping▁": 1504,
      "surfboard": 1505,
      "age▁": 1506,
      "t▁with▁": 1507,
      "A▁young▁girl▁": 1508,
      "park.": 1509,
      "cre": 1510,
      "bout▁to▁": 1511,
      "pole▁": 1512,
      "seat": 1513,
      "table▁with▁a▁": 1514,
      "interse": 1515,
      "trees▁": 1516,
      "ers▁are▁": 1517,
      "box▁": 1518,
      "Young▁": 1519,
      "ced▁": 1520,
      "dough": 1521,
      "tree.": 1522,
      "coffe": 1523,
      "ity▁": 1524,
      "side▁of▁the▁": 1525,
      "can": 1526,
      "standing▁in▁front▁of▁a▁": 1527,
      "carrying▁a▁": 1528,
      "llow": 1529,
      "s▁in▁": 1530,
      "preparing▁": 1531,
      "stone▁": 1532,
      "cutting▁": 1533,
      "surrounded▁by▁": 1534,
      "ing▁in▁the▁": 1535,
      "▁area.": 1536,
      "decker▁": 1537,
      "open": 1538,
      "ft▁": 1539,
      "striped▁": 1540,
      "cake": 1541,
      "Two▁women▁": 1542,
      "face▁": 1543,
      "teddy▁bear": 1544,
      "slope.": 1545,
      "luggage▁": 1546,
      "girl": 1547,
      "uti": 1548,
      "skateboard.": 1549,
      "sky▁": 1550,
      "slic": 1551,
      "stra": 1552,
      "kni": 1553,
      ",▁and▁a▁": 1554,
      "carro": 1555,
      "on▁an▁": 1556,
      "A▁brown▁": 1557,
      "s▁in▁the▁": 1558,
      "ve▁a▁": 1559,
      "monit": 1560,
      "on▁her▁": 1561,
      "playing▁with▁a▁": 1562,
      "On": 1563,
      "der": 1564,
      "es": 1565,
      "track▁": 1566,
      "photo▁of▁a▁": 1567,
      "kin": 1568,
      "sing": 1569,
      "Woman▁": 1570,
      "rock▁": 1571,
      "Ch": 1572,
      "so": 1573,
      "fence.": 1574,
      "ven": 1575,
      "A▁man▁on▁a▁": 1576,
      "way": 1577,
      "bag▁": 1578,
      "over▁the▁": 1579,
      "A▁man▁holding▁a▁": 1580,
      "less▁": 1581,
      "trying▁": 1582,
      "using▁a▁": 1583,
      "fre": 1584,
      "Two▁young▁": 1585,
      "er▁.": 1586,
      "light": 1587,
      "who▁is▁": 1588,
      "set▁": 1589,
      "cra": 1590,
      "tic": 1591,
      "sci": 1592,
      "jacke": 1593,
      "tracks▁": 1594,
      "street▁sign": 1595,
      "▁all▁": 1596,
      "restaurant▁": 1597,
      "room▁with▁": 1598,
      "store▁": 1599,
      "inside▁of▁a▁": 1600,
      "fruit▁": 1601,
      "doughnu": 1602,
      "shop": 1603,
      "THE▁": 1604,
      "s▁at▁the▁": 1605,
      "People▁are▁": 1606,
      "birds▁": 1607,
      "ip": 1608,
      "orange": 1609,
      "ked▁": 1610,
      "blan": 1611,
      "pr": 1612,
      "home▁": 1613,
      "ird▁": 1614,
      "crowd▁": 1615,
      "racket▁": 1616,
      "th.": 1617,
      "on▁the▁beach▁": 1618,
      "A▁herd▁of▁": 1619,
      "bb": 1620,
      "furn": 1621,
      "few▁": 1622,
      "ke▁a▁": 1623,
      "A▁person▁is▁": 1624,
      "rain": 1625,
      "umbrella.": 1626,
      "kitchen.": 1627,
      "covered▁in▁": 1628,
      "t-": 1629,
      "hit": 1630,
      "cup": 1631,
      "motorcycle": 1632,
      "passenger▁": 1633,
      "ear": 1634,
      "tub": 1635,
      "kid▁": 1636,
      "AR": 1637,
      "in▁the▁background▁.": 1638,
      "each▁other.": 1639,
      "book▁": 1640,
      "on▁it▁": 1641,
      "blanke": 1642,
      "cho": 1643,
      "AN": 1644,
      "ate▁": 1645,
      "sky": 1646,
      "between▁": 1647,
      "computer": 1648,
      "fruit": 1649,
      "trying▁to▁": 1650,
      "mirror▁": 1651,
      "stuffed▁": 1652,
      "carri": 1653,
      "shorts▁": 1654,
      "▁and▁some▁": 1655,
      "lot▁of▁": 1656,
      "min": 1657,
      "ref": 1658,
      "ey": 1659,
      "▁at▁nigh": 1660,
      "A▁plate▁": 1661,
      "topped▁with▁": 1662,
      "A▁guy▁": 1663,
      "skateboarder▁": 1664,
      "controll": 1665,
      "game": 1666,
      "whee": 1667,
      "sitting▁in▁the▁": 1668,
      "holds▁": 1669,
      "walking▁down▁a▁": 1670,
      "cell▁phone▁": 1671,
      "sweat": 1672,
      "person": 1673,
      "ON▁": 1674,
      "statu": 1675,
      "children": 1676,
      "▁as▁a▁": 1677,
      "with▁her▁": 1678,
      "lder": 1679,
      "kitchen": 1680,
      "mat": 1681,
      "getting▁ready▁to▁": 1682,
      "scissor": 1683,
      "sand▁": 1684,
      "war": 1685,
      "tooth": 1686,
      "on▁a▁city▁": 1687,
      "▁around▁": 1688,
      "▁and▁black▁": 1689,
      "coming▁": 1690,
      "▁.": 1691,
      "ctr": 1692,
      "surfer▁": 1693,
      "enclosu": 1694,
      "ed▁up▁": 1695,
      "taking▁": 1696,
      "ci": 1697,
      "bathroom▁with▁a▁": 1698,
      "climb": 1699,
      "carrying▁": 1700,
      "One▁": 1701,
      "cow▁": 1702,
      "pitch": 1703,
      "double▁decker▁": 1704,
      "cand": 1705,
      "fli": 1706,
      "ed▁anima": 1707,
      "ing▁his▁": 1708,
      "ved▁": 1709,
      "tennis▁racke": 1710,
      "inside▁a▁": 1711,
      "A▁little▁boy▁": 1712,
      "cake.": 1713,
      "jec": 1714,
      "para": 1715,
      "▁an▁airpor": 1716,
      "sau": 1717,
      "sm": 1718,
      "t▁on▁a▁": 1719,
      "tting▁a▁": 1720,
      "playing▁a▁game▁": 1721,
      "A▁crow": 1722,
      "mul": 1723,
      "pants▁": 1724,
      "es▁and▁": 1725,
      "publ": 1726,
      "cows▁": 1727,
      "sunny▁": 1728,
      "building▁.": 1729,
      "fence▁": 1730,
      "A▁living▁room▁": 1731,
      "blue": 1732,
      "uniform▁": 1733,
      "ing▁on▁": 1734,
      "itu": 1735,
      "wave.": 1736,
      "skier▁": 1737,
      "in▁a▁blue▁": 1738,
      "smiling▁": 1739,
      "An▁older▁": 1740,
      "poin": 1741,
      "A▁baby▁": 1742,
      "pile▁of▁": 1743,
      "electr": 1744,
      "back▁of▁a▁": 1745,
      "ry▁": 1746,
      "swinging▁a▁": 1747,
      "Wii▁": 1748,
      "bran": 1749,
      "es▁on▁a▁": 1750,
      "couch": 1751,
      "mp▁": 1752,
      "l▁.": 1753,
      "desk.": 1754,
      "ican▁": 1755,
      "guitar▁": 1756,
      "stan": 1757,
      "meat": 1758,
      "stuffed▁anima": 1759,
      "nea": 1760,
      "fence": 1761,
      "it's▁": 1762,
      "ppe": 1763,
      "yellow": 1764,
      "lit▁": 1765,
      "coffee▁": 1766,
      "id▁": 1767,
      "cross▁the▁": 1768,
      "work▁": 1769,
      "hoo": 1770,
      "on▁the▁side▁of▁a▁": 1771,
      "beside▁": 1772,
      "holding▁an▁": 1773,
      "mouth▁": 1774,
      "fe▁": 1775,
      "is▁sitting▁on▁a▁": 1776,
      "refrigerator▁": 1777,
      "smile": 1778,
      "struction▁": 1779,
      "cars▁": 1780,
      "swimm": 1781,
      "cloth": 1782,
      "with▁their▁": 1783,
      ".▁▁": 1784,
      "bright▁": 1785,
      "TV": 1786,
      "sidewalk.": 1787,
      "ramp": 1788,
      "countr": 1789,
      "doing▁": 1790,
      "wn▁": 1791,
      "jump": 1792,
      "ered▁": 1793,
      "paper": 1794,
      "lond▁": 1795,
      "towar": 1796,
      "cla": 1797,
      "have▁": 1798,
      "ground.": 1799,
      "bench.": 1800,
      "is▁parked▁": 1801,
      "squ": 1802,
      "ture▁": 1803,
      "shown▁": 1804,
      "house▁": 1805,
      "fac": 1806,
      "A▁pizza▁": 1807,
      "beauti": 1808,
      "A▁clock▁": 1809,
      "sub": 1810,
      "next▁to▁the▁": 1811,
      "Some": 1812,
      "next▁to": 1813,
      "gar": 1814,
      "inclu": 1815,
      "remote▁": 1816,
      "furnitu": 1817,
      "danc": 1818,
      "hitt": 1819,
      "stum": 1820,
      "using▁": 1821,
      "woman▁is▁": 1822,
      "cola": 1823,
      "day": 1824,
      "inside▁": 1825,
      "turn": 1826,
      "river": 1827,
      "ction": 1828,
      "painted▁": 1829,
      "cut▁": 1830,
      "stee": 1831,
      "public▁": 1832,
      "pon": 1833,
      "▁and▁a": 1834,
      "in▁her▁": 1835,
      "plastic▁": 1836,
      "lone▁": 1837,
      "uniform": 1838,
      "cer": 1839,
      "loa": 1840,
      "river▁": 1841,
      "tennis▁ball▁": 1842,
      "out▁of▁a▁": 1843,
      "mus": 1844,
      "in▁a▁white▁": 1845,
      "Frisbee▁": 1846,
      "inking▁": 1847,
      "long▁the▁": 1848,
      "kne": 1849,
      "jumps▁": 1850,
      "cloudy▁": 1851,
      "floor.": 1852,
      "mirror.": 1853,
      "jet▁": 1854,
      "number▁of▁": 1855,
      "outside▁of▁a▁": 1856,
      "a▁small▁": 1857,
      "bathroom.": 1858,
      "two▁people▁": 1859,
      "picture▁of▁": 1860,
      "backpa": 1861,
      "kids▁": 1862,
      "train▁stati": 1863,
      "no▁": 1864,
      "half▁": 1865,
      "outdoor": 1866,
      "giraffe": 1867,
      "do▁": 1868,
      "fire": 1869,
      "in▁a▁red▁": 1870,
      "stage▁": 1871,
      "in▁the▁snow▁": 1872,
      "kites▁": 1873,
      "parke": 1874,
      "top.": 1875,
      "beautiful▁": 1876,
      "ts▁are▁": 1877,
      "parking▁me": 1878,
      "in▁the▁background": 1879,
      "A▁plate▁of▁": 1880,
      "y▁.": 1881,
      "drinking▁": 1882,
      "ice▁of▁": 1883,
      "watching▁": 1884,
      "ol": 1885,
      "bench": 1886,
      "sink.": 1887,
      "the▁air▁": 1888,
      "famil": 1889,
      "edge▁": 1890,
      "les.": 1891,
      "tached▁": 1892,
      "lling▁": 1893,
      "tee": 1894,
      "ts▁.": 1895,
      "A▁zebra▁": 1896,
      "lush▁": 1897,
      "A▁close▁": 1898,
      "like▁": 1899,
      "outf": 1900,
      "monitor": 1901,
      "s▁at▁": 1902,
      "stair": 1903,
      "x▁": 1904,
      "spor": 1905,
      "outside": 1906,
      "bel": 1907,
      "together": 1908,
      "A▁lady▁": 1909,
      "standing▁on▁top▁of▁a▁": 1910,
      "ts": 1911,
      "A▁picture▁of▁a▁": 1912,
      "A▁stop▁": 1913,
      "sitting▁on▁a▁bench▁": 1914,
      "phone": 1915,
      "chocola": 1916,
      "ers": 1917,
      "is▁on▁a▁": 1918,
      "she▁": 1919,
      "kes▁a▁": 1920,
      "sse": 1921,
      "is▁walking▁": 1922,
      "street▁with▁": 1923,
      "es▁to▁": 1924,
      "The▁man▁is▁": 1925,
      "dish": 1926,
      "sed▁": 1927,
      "spo": 1928,
      "stop▁sign▁": 1929,
      "tan": 1930,
      "smo": 1931,
      "them": 1932,
      "helmet▁": 1933,
      "past▁a▁": 1934,
      "post": 1935,
      "snowboard▁": 1936,
      "d▁of▁people▁": 1937,
      "F▁": 1938,
      "▁above▁": 1939,
      "ired▁": 1940,
      "in▁their▁": 1941,
      "pped▁": 1942,
      "cell▁phone.": 1943,
      "A▁tennis▁player▁": 1944,
      "plays▁": 1945,
      "offic": 1946,
      "hair": 1947,
      "ms▁": 1948,
      "black▁and▁": 1949,
      "gri": 1950,
      "sof": 1951,
      "inten": 1952,
      "tran": 1953,
      "ddl": 1954,
      "costum": 1955,
      "tennis▁court.": 1956,
      "watching▁a▁": 1957,
      "in▁white▁": 1958,
      "sala": 1959,
      "outside▁a▁": 1960,
      "standing▁on▁": 1961,
      "s▁as▁": 1962,
      "iti": 1963,
      "right▁": 1964,
      "hill.": 1965,
      "him": 1966,
      "hit▁a▁": 1967,
      "seen▁": 1968,
      "tray▁": 1969,
      "while▁another▁": 1970,
      "ters▁": 1971,
      "A▁bird▁": 1972,
      "haired▁": 1973,
      "small": 1974,
      "ant.": 1975,
      "posing▁for▁a▁": 1976,
      "▁around▁a▁": 1977,
      "graff": 1978,
      "Bla": 1979,
      "A▁woman": 1980,
      "coat▁": 1981,
      "television▁": 1982,
      "scene▁": 1983,
      "them.": 1984,
      "couple▁": 1985,
      "building▁with▁a▁": 1986,
      "tur": 1987,
      "clock▁tower▁": 1988,
      "phone.": 1989,
      "A▁bus▁": 1990,
      "ing▁on▁the▁": 1991,
      "ers.": 1992,
      "in▁it.": 1993,
      "sitting▁at▁a▁table▁": 1994,
      "rist": 1995,
      "dire": 1996,
      "pizza.": 1997,
      "forest": 1998,
      "Three▁people▁": 1999,
      "truck": 2000,
      "▁are": 2001,
      "counter": 2002,
      "tion▁": 2003,
      "slid": 2004,
      "ges▁": 2005,
      "tar": 2006,
      "ck▁of▁": 2007,
      "throwing▁a▁": 2008,
      "shing▁": 2009,
      "An▁elephant▁": 2010,
      "who": 2011,
      "standing▁on▁the▁": 2012,
      "can▁": 2013,
      "distan": 2014,
      "hand.": 2015,
      "thday▁": 2016,
      "A▁couple▁": 2017,
      "sandwich": 2018,
      "screen▁": 2019,
      "white": 2020,
      "photograph▁": 2021,
      "▁and▁two▁": 2022,
      "Someone▁": 2023,
      "zed▁": 2024,
      "tennis▁racque": 2025,
      "refle": 2026,
      "towe": 2027,
      "motorcycles▁": 2028,
      "mall▁": 2029,
      "wr": 2030,
      "An▁a": 2031,
      "list": 2032,
      "sitting▁in▁front▁of▁a▁": 2033,
      "frisbee.": 2034,
      "family▁": 2035,
      "sheep": 2036,
      "ride▁": 2037,
      "rides▁a▁": 2038,
      "surfboard.": 2039,
      "Gro": 2040,
      "glo": 2041,
      "A▁person▁on▁a▁": 2042,
      "A▁bathroom▁with▁a▁": 2043,
      "equ": 2044,
      "they▁": 2045,
      "computer.": 2046,
      "A▁yellow▁": 2047,
      "undernea": 2048,
      "ball▁.": 2049,
      "ight▁": 2050,
      "there▁are▁": 2051,
      "on▁their▁": 2052,
      "sail": 2053,
      "A▁man▁with▁": 2054,
      "Several▁people▁": 2055,
      "clean": 2056,
      "ground": 2057,
      "tracks.": 2058,
      "wet▁": 2059,
      "laying▁down▁": 2060,
      "d▁and▁": 2061,
      "sty": 2062,
      "ken▁": 2063,
      "mach": 2064,
      "jeans▁": 2065,
      "in▁blue▁": 2066,
      "choo": 2067,
      "ary▁": 2068,
      "clock": 2069,
      "ger▁": 2070,
      "counter.": 2071,
      "keyboard": 2072,
      "laptop.": 2073,
      "sign.": 2074,
      "sunglasses▁": 2075,
      "grass▁.": 2076,
      "playing▁tennis▁": 2077,
      "the▁other▁": 2078,
      "A▁com": 2079,
      "bike": 2080,
      "row▁of▁": 2081,
      "A▁table▁": 2082,
      "blue▁and▁": 2083,
      "concre": 2084,
      "in▁its▁": 2085,
      "others▁": 2086,
      "city.": 2087,
      "bridge▁": 2088,
      "an▁image▁of▁a▁": 2089,
      "large": 2090,
      "objec": 2091,
      "chocolate▁": 2092,
      "tennis▁court▁": 2093,
      "police▁": 2094,
      "cen": 2095,
      "lderly▁": 2096,
      "ly": 2097,
      "trun": 2098,
      "them▁": 2099,
      "IN▁": 2100,
      "s▁ar": 2101,
      "together.": 2102,
      "This▁is▁a▁": 2103,
      "OF▁": 2104,
      "stove▁": 2105,
      "go▁": 2106,
      "▁airplane": 2107,
      ",▁with▁": 2108,
      "ive▁": 2109,
      "clear▁": 2110,
      "brown": 2111,
      "oven▁": 2112,
      "ing▁at▁the▁": 2113,
      "car.": 2114,
      "Ba": 2115,
      "seat▁": 2116,
      "hit▁": 2117,
      "tou": 2118,
      "ral▁": 2119,
      "in▁the▁snow.": 2120,
      "tly▁": 2121,
      "boats▁": 2122,
      "pen": 2123,
      "▁animals▁": 2124,
      "A▁blue▁": 2125,
      "hands▁": 2126,
      "red▁and▁white▁": 2127,
      "WI": 2128,
      "been▁": 2129,
      "intersection▁": 2130,
      "on▁the▁ground▁": 2131,
      "him▁.": 2132,
      "jump▁": 2133,
      "▁ad": 2134,
      "k.": 2135,
      "A▁pair▁of▁": 2136,
      "tan▁": 2137,
      "top▁of▁a▁": 2138,
      "kite": 2139,
      "someone▁": 2140,
      "dining▁": 2141,
      "▁and▁an▁": 2142,
      "double▁decker▁bus▁": 2143,
      "▁about▁to▁": 2144,
      "silver▁": 2145,
      "path▁": 2146,
      "lush▁green▁": 2147,
      "lake▁": 2148,
      "lights▁": 2149,
      "women▁are▁": 2150,
      "der▁": 2151,
      "team▁": 2152,
      "toma": 2153,
      "sit▁on▁a▁": 2154,
      "up▁to▁": 2155,
      "pillow": 2156,
      "banana▁": 2157,
      "bowl▁of▁": 2158,
      "in▁black▁": 2159,
      "cooking▁": 2160,
      "rain▁": 2161,
      "tv": 2162,
      "A▁young▁woman▁": 2163,
      "owl▁": 2164,
      "street▁sign▁": 2165,
      "grassy": 2166,
      "towards▁": 2167,
      "A▁group▁of▁men▁": 2168,
      "surfa": 2169,
      "frien": 2170,
      "bathroom▁with▁": 2171,
      "flower▁": 2172,
      "ple": 2173,
      "with▁people▁": 2174,
      "equip": 2175,
      "bun": 2176,
      "compe": 2177,
      "just▁": 2178,
      "off▁a▁": 2179,
      "is▁sitting▁": 2180,
      "little▁girl▁": 2181,
      "ical▁": 2182,
      "watch▁": 2183,
      "ional▁": 2184,
      "ble": 2185,
      "elderly▁": 2186,
      "displayed▁": 2187,
      "on▁some▁": 2188,
      "with▁many▁": 2189,
      "dog.": 2190,
      "rides▁": 2191,
      "ts▁and▁a▁": 2192,
      "hot": 2193,
      "walking▁down▁the▁": 2194,
      "sidewalk▁.": 2195,
      "multi": 2196,
      "ks▁": 2197,
      "talking▁on▁a▁": 2198,
      "Small▁": 2199,
      "football▁": 2200,
      "hot▁dog▁": 2201,
      "meal▁": 2202,
      "se▁and▁": 2203,
      "with▁a▁red▁": 2204,
      "THER": 2205,
      "A▁man▁and▁a▁woman▁": 2206,
      "bathroom": 2207,
      "leg": 2208,
      "decorated▁": 2209,
      "tennis▁racket▁": 2210,
      "toddl": 2211,
      "catch▁a▁": 2212,
      "red▁and▁": 2213,
      "Two▁men▁are▁": 2214,
      "looking▁at▁the▁": 2215,
      "grey▁": 2216,
      "our": 2217,
      "video▁game▁": 2218,
      "pose▁": 2219,
      "on▁the▁side▁of▁the▁": 2220,
      "pat": 2221,
      "contro": 2222,
      "new": 2223,
      "The▁man▁": 2224,
      "corn": 2225,
      "bananas▁": 2226,
      "trail": 2227,
      "sel": 2228,
      "A▁man▁and▁woman▁": 2229,
      "Group▁of▁": 2230,
      "making▁": 2231,
      "birthday▁": 2232,
      "ting▁a▁": 2233,
      "t▁of▁a▁": 2234,
      "he": 2235,
      "office▁": 2236,
      "Bo": 2237,
      "glass▁of▁": 2238,
      "both▁": 2239,
      "field▁.": 2240,
      "▁appe": 2241,
      "it.▁": 2242,
      "ant": 2243,
      "stove": 2244,
      "blo": 2245,
      "ice": 2246,
      "in▁a▁black▁": 2247,
      "country▁": 2248,
      "in▁front▁of▁the▁": 2249,
      "sandy▁": 2250,
      "onto▁a▁": 2251,
      "sun▁": 2252,
      "nice▁": 2253,
      "bush": 2254,
      "um▁": 2255,
      "construction▁": 2256,
      "woman▁are▁": 2257,
      "br": 2258,
